{
    "data": {
      "Goa": {
        "options": [
          {
            "type": "Food",
            "title": "Fish Curry Rice",
            "image": "/images/states/Goa/Food/food-1.jpeg",
            "content": "A quintessential Goan delight, Fish Curry Rice features tender fish immersed in a rich coconut-tamarind sauce, creating a harmonious blend of coastal flavors."
          },
          {
            "type": "Food",
            "title": "Prawn Balchão",
            "image": "/images/states/Goa/Food/food-2",
            "content": "Prawn Balchão is a Goan delicacy, showcasing prawns in a fiery and tangy masala, a true celebration of the region's love for bold and spicy cuisine."
          },
          {
            "type": "Food",
            "title": "Sorpotel",
            "image": "/images/states/Goa/Food/food-3",
            "content": "Sorpotel, a spicy pork stew, embodies Goan culinary heritage with its rich and aromatic blend of pork, vinegar, and an array of spices.."
          },
          {
            "type": "Food",
            "title": "Bebinca",
            "image": "/images/states/Goa/Food/food-4",
            "content": "Bebinca is a decadent Goan dessert, featuring layers of coconut-infused batter, baked to perfection, resulting in a sweet and moist delicacy."
          },
          {
            "type": "Food",
            "title": "Chicken Cafreal",
            "image": "/images/states/Goa/Food/food-5",
            "content": "Chicken Cafreal, a Goan favorite, showcases succulent chicken marinated in a flavorful blend of herbs and spices, grilled or pan-fried for a taste of culinary indulgence."
          },
          {
            "type": "Food",
            "title": "Xacuti",
            "image": "/images/states/Goa/Food/food-6",
            "content": "Xacuti is a flavorful curry with roots in Goan cuisine, boasting a medley of roasted spices, coconut, and tender meat, creating a savory and aromatic experience."
          },
          {
            "type": "Food",
            "title": "Feni",
            "image": "/images/states/Goa/Food/food-7",
            "content": "Feni, a traditional Goan spirit, is crafted from cashew apples or coconuts, offering a unique and potent taste that reflects the region's spirited culture."
          },
          {
            "type": "Food",
            "title": "Alle Belle",
            "image": "/images/states/Goa/Food/food-8",
            "content": "A sweet Goan pancake filled with a mixture of coconut, jaggery, and sometimes chana dal. It's a popular sweet during festivals."
          },
          {
            "type": "Food",
            "title": "Sannas",
            "image": "/images/states/Goa/Food/food-9",
            "content": "Sannas are fluffy, steamed rice cakes, a common accompaniment in Goan cuisine, offering a light and spongy texture to complement savory and spicy dishes."
          },
          {
            "type": "Food",
            "title": "Rava Fried Fish",
            "image": "/images/states/Goa/Food/food-10",
            "content": "Rava Fried Fish features fish coated in semolina and spices, pan-fried to golden perfection, creating a delightful and crispy seafood treat."
          },
          {
            "type": "Festivals",
            "title": "Goa Carnival",
            "image": "/images/states/Goa/festival/fs-1",
            "content": "Goa's Carnival is a vibrant and lively pre-Lenten festival marked by colorful parades, elaborate floats, street performances, and masked revelers. It reflects the state's rich cultural heritage and is a time of joyous celebrations."
          },
          {
            "type": "Festivals",
            "title": "Shigmo Festivals",
            "image": "/images/states/Goa/festival/fs-2",
            "content": "Shigmo is Goa's spring festival, celebrated with grand processions, folk dances, and vibrant cultural performances. It showcases traditional Goan music, dance forms, and elaborate floats, making it a captivating celebration of the arrival of spring"
          },
          {
            "type": "Festivals",
            "title": "Feast of St.Francis Xavier",
            "image": "/images/states/Goa/festival/fs-3",
            "content": "This religious festival honors the patron saint of Goa, St. Francis Xavier. Pilgrims from far and wide gather at the Basilica of Bom Jesus to venerate the saint's relics, and the celebration includes religious ceremonies and cultural events."
          },
          {
            "type": "Festivals",
            "title": "Sao Joao",
            "image": "/images/states/Goa/festival/fs-4",
            "content": " Sao Joao is a unique monsoon festival celebrated with fervor. Revelers jump into wells and rivers, symbolizing the joy of St. John the Baptist's birth. Colorful boat races and traditional Goan dances add to the festivities."
          },
          {
            "type": "Festivals",
            "title": "Three Kings Feast",
            "image": "/images/states/Goa/festival/fs-5",
            "content": "Celebrated on January 6th, the Three Kings Feast commemorates the biblical visit of the Magi to the infant Jesus. The feast involves processions, music, and reenactments, highlighting Goa's Christian traditions."
          },
          {
            "type": "Festivals",
            "title": "Bonderam",
            "image": "/images/states/Goa/festival/fs-6",
            "content": "Bonderam is a colorful and lively festival celebrated in the Divar Island of Goa. It involves a spirited parade with vibrant floats, music, and traditional dances, creating a festive and joyful ambiance."
          },
          {
            "type": "Festivals",
            "title": "Grape Escapade",
            "image": "/images/states/Goa/festival/fs-7",
            "content": "An annual wine and lifestyle festival, Grape Escapade showcases Goa's burgeoning wine industry. It features wine tasting, live music, and a variety of culinary delights, attracting locals and tourists alike"
          },
          {
            "type": "Festivals",
            "title": "Christmas",
            "image": "/images/states/Goa/festival/fs-8",
            "content": "Christmas in Goa is celebrated with a unique blend of Portuguese and Indian traditions. Churches are beautifully decorated, and the festive season is marked by midnight Mass, feasts, and a joyful atmosphere."
          },
          {
            "type": "Festivals",
            "title": "Cotigao Zatra",
            "image": "/images/states/Goa/festival/fs-9",
            "content": "Celebrated in the village of Cotigao, this festival is known for its unique customs and rituals. The festival involves a grand procession of the deity, traditional music, and dance performances. It offers a local and authentic experience of Goan culture."
          },
          {
            "type": "Festivals",
            "title": "Shri Dev Vetal Deul Utsavh",
            "image": "/images/states/Goa/festival/fs-10",
            "content": "The temple festival of Shri Dev Vetal in the village of Mardol is a unique celebration that attracts both locals and tourists. The festivities include a vibrant procession, traditional music, and rituals dedicated to the deity."
          },
          {
            "type": "Wildlife",
            "title": "Indian Bison",
            "image": "/images/states/Goa/Wildlife/w-1",
            "content": "The Gaur, a formidable Indian Bison, roams Goa's forests with its muscular build, distinctive hump, and imposing presence, making it a symbol of wilderness strength."
          },
          {
            "type": "Wildlife",
            "title": "Spotted Deer",
            "image": "/images/states/Goa/Wildlife/w-2",
            "content": "Graceful Spotted Deer, or Chital, adorn Goa's landscapes with their distinctive spotted coat, creating a picturesque scene as they navigate through the lush vegetation"
          },
          {
            "type": "Wildlife",
            "title": "Samba Deer",
            "image": "/images/states/Goa/Wildlife/w-3",
            "content": "The Sambar Deer, a majestic herbivore, graces Goa's woodlands with its imposing antlers and robust stature, embodying the serene beauty of the region's wildlife."
          },
          {
            "type": "Wildlife",
            "title": "Wild Boar",
            "image": "/images/states/Goa/Wildlife/w-4",
            "content": " Wild Boars, with their sturdy build and distinctive tusks, forage through Goa's forests, adding a touch of wilderness to the ecosystem with their rustic presence."
          },
          {
            "type": "Wildlife",
            "title": "Leopard",
            "image": "/images/states/Goa/Wildlife/w-5",
            "content": "The elusive Leopard, a stealthy predator, moves silently through Goa's dense foliage, showcasing its spotted coat and predatory prowess in the heart of the Western Ghats."
          },
          {
            "type": "Wildlife",
            "title": "Bonnet Macaque",
            "image": "/images/states/Goa/Wildlife/w-6",
            "content": "Playful Bonnet Macaques bring liveliness to Goa's green canopy, displaying their mischievous antics and forming lively troops in the treetops."
          },
          {
            "type": "Wildlife",
            "title": "Malabar Giant Squirrel",
            "image": "/images/states/Goa/Wildlife/w-7",
            "content": "The vibrant Malabar Giant Squirrel, adorned with its striking fur in hues of orange and black, gracefully leaps through the treetops, adding a splash of color to Goa's forestss."
          },
          {
            "type": "Wildlife",
            "title": "Slender Loris",
            "image": "/images/states/Goa/Wildlife/w-8",
            "content": "The nocturnal Slender Loris, with its large round eyes and cautious movements, navigates the night in Goa's wilderness, showcasing a unique and elusive charm."
          },
          {
            "type": "Wildlife",
            "title": "Kingfisher",
            "image": "/images/states/Goa/Wildlife/w-9",
            "content": "Goa's water bodies echo with the vivid colors of various Kingfisher species, their vibrant plumage and swift dives making them captivating residents of the coastal region."
          },
          {
            "type": "Wildlife",
            "title": "Great Indian Hornbill",
            "image": "/images/states/Goa/Wildlife/w-10",
            "content": "The majestic Great Indian Hornbill graces Goa's skies with its large and distinctive beak, symbolizing the rich biodiversity of the Western Ghats and adding an element of grandeur to the region's avian inhabitants."
          },
          {
            "type": "Place",
            "title": "Baga Beach",
            "image": "/images/states/Goa/Places/place-1",
            "content": "Known for its lively atmosphere, Baga Beach in Goa offers a perfect blend of water sports, beachfront shacks serving delicious seafood, and vibrant nightlife, making it a popular destination for both relaxation and entertainment."
          },
          {
            "type": "Place",
            "title": "Calangute",
            "image": "/images/states/Goa/Places/place-2",
            "content": "Often referred to as the 'Queen of Beaches', Calangute is famous for its golden sands, water sports activities, and a bustling market. It attracts tourists seeking a vibrant beach experience with a range of dining and shopping options"
          },
          {
            "type": "Place",
            "title": "Fort Aguada",
            "image": "/images/states/Goa/Places/place-3",
            "content": "Steeped in history, Fort Aguada is a well-preserved Portuguese fort offering panoramic views of the Arabian Sea. The fort stands as a testimony to Goa's colonial past, featuring a lighthouse and commanding a strategic position overlooking the coastline."
          },
          {
            "type": "Place",
            "title": "Anjuna Beach",
            "image": "/images/states/Goa/Places/place-4",
            "content": "Known for its bohemian vibes, Anjuna Beach is a hotspot for trance parties and flea markets. Surrounded by dramatic red cliffs, the beach attracts a diverse crowd and offers a unique blend of relaxation and vibrant nightlife."
          },
          {
            "type": "Place",
            "title": "Dudsagar Waterfalls",
            "image": "/images/states/Goa/Places/place-5",
            "content": "Dudhsagar, meaning 'Sea of Milk', is a majestic four-tiered waterfall surrounded by lush greenery. Accessible by jeep or trekking, it provides a stunning natural setting and is one of the tallest waterfalls in India."
          },
          {
            "type": "Place",
            "title": "Palolem beach",
            "image": "/images/states/Goa/Places/place-6",
            "content": " Famous for its crescent-shaped coastline, Palolem Beach is a serene escape with palm-fringed shores. It offers a tranquil atmosphere, water sports, and beachfront huts, making it a popular destination for relaxation."
          },
          {
            "type": "Place",
            "title": "old goa",
            "image": "/images/states/Goa/Places/place-7",
            "content": "A UNESCO World Heritage Site, Old Goa is a historic district with well-preserved churches and cathedrals from the Portuguese era. It provides a glimpse into Goa's colonial past and is a cultural and architectural treasure."
          },
          {
            "type": "Place",
            "title": "Chapora fort",
            "image": "/images/states/Goa/Places/place-8",
            "content": "Perched on a hill overlooking the Arabian Sea, Chapora Fort offers breathtaking views and is best known for its appearance in the Bollywood movie 'Dil Chahta Hai.' It's a popular spot for sunset enthusiasts and history buffs."
          },
          {
            "type": "Place",
            "title": "Mapusa Market",
            "image": "/images/states/Goa/Places/place-9",
            "content": "A bustling marketplace, Mapusa Market is a vibrant hub for shopping where locals and tourists can explore a variety of goods, including spices, textiles, and souvenirs, providing an authentic Goan shopping experience."
          },
          {
            "type": "Place",
            "title": "Colava bEACH",
            "image": "/images/states/Goa/Places/place-10",
            "content": "A bustling marketplace, Mapusa Market is a vibrant hub for shopping where locals and tourists can explore a variety of goods, including spices, textiles, and souvenirs, providing an authentic Goan shopping experience."
          }
          
        ]
      
      
    },
    "Maharasthra": {
        "options": [
          {
            "type": "Food",
            "title": "Vada Pav",
            "image": "/images/states/Maharashtra/Food/f-1",
            "content": "Mumbai's iconic street food, Vada Pav, features a spiced potato fritter (vada) sandwiched in a pav bun, often served with chutneys."
          },
          {
            "type": "Food",
            "title": "Puran Poli",
            "image": "/images/states/Maharashtra/Food/f-2",
            "content": " A sweet flatbread filled with a stuffing made of chana dal, jaggery, and spices, Puran Poli is a traditional Maharashtrian festive delicacy.."
          },
          {
            "type": "Food",
            "title": "Misal Pav",
            "image": "/images/states/Maharashtra/Food/f-3",
            "content": "A spicy and flavorful dish, Misal Pav consists of sprouted lentils in a spicy curry, topped with farsan and served with pav bread."
          },
          {
            "type": "Food",
            "title": "Modak",
            "image": "/images/states/Maharashtra/Food/f-4",
            "content": "A sweet dumpling filled with a mixture of jaggery and grated coconut, Modak is a favorite during the Ganesh Chaturthi festival."
          },
          {
            "type": "Food",
            "title": "Bharli Vangi",
            "image": "/images/states/Maharashtra/Food/f-5",
            "content": "Stuffed eggplants cooked in a spiced masala, Bharli Vangi is a delicious and aromatic Maharashtrian curry."
          },
          {
            "type": "Food",
            "title": "Shrikhand",
            "image": "/images/states/Maharashtra/Food/f-6",
            "content": "A sweetened strained yogurt dessert, Shrikhand is flavored with cardamom and saffron, creating a delightful and creamy treat."
          },
          {
            "type": "Food",
            "title": "Poha",
            "image": "/images/states/Maharashtra/Food/f-7",
            "content": "A popular breakfast dish, Poha is made from flattened rice cooked with mustard seeds, turmeric, and other spices."
          },
          {
            "type": "Food",
            "title": "Sabudana Khichdi",
            "image": "/images/states/Maharashtra/Food/f-8",
            "content": "A fasting favorite, Sabudana Khichdi is a dish made with tapioca pearls, peanuts, and potatoes, seasoned with cumin and green chilies."
          },
          {
            "type": "Food",
            "title": "Tamda Pandhra Rassa",
            "image": "/images/states/Maharashtra/Food/f-9",
            "content": " A traditional Kolhapuri dish, Tamda Pandhra Rassa is a spicy curry made with mutton and a fiery red chili paste."
          },
          {
            "type": "Food",
            "title": "Sol Kadhi",
            "image": "/images/states/Maharashtra/Food/f-10",
            "content": "A refreshing drink, Sol Kadhi is made from kokum, coconut milk, and spices, offering a perfect balance to spicy Maharashtrian dishes."
          },
          {
            "type": "Festivals",
            "title": "Ganesh Chaturthi",
            "image": "/images/states/Maharashtra/Festival/f-1",
            "content": "Celebrated with grand processions and elaborate decorations, Ganesh Chaturthi honors the elephant-headed deity Ganesha.."
          },
          {
            "type": "Festivals",
            "title": "Navratri and Dussehra",
            "image": "/images/states/Maharashtra/Festival/f-2",
            "content": "Navratri is marked by dance celebrations, while Dussehra signifies the victory of good over evil with the burning of effigies."
          },
          {
            "type": "Festivals",
            "title": "Pola",
            "image": "/images/states/Maharashtra/Festival/p-3",
            "content": "An agricultural festival dedicated to bullocks and other working animals, Pola involves traditional rituals and feasts"
          },
          {
            "type": "Festivals",
            "title": "Diwali",
            "image": "/images/states/Maharashtra/Festival/f-4",
            "content": "The festival of lights is celebrated with the lighting of lamps, fireworks, and the exchange of sweets and gifts."
          },
          {
            "type": "Festivals",
            "title": "Janmashtami",
            "image": "/images/states/Maharashtra/Festival/f-5",
            "content": "The birth of Lord Krishna is celebrated with fervor, including dahi handi events and traditional music and dance"
          },
          {
            "type": "Festivals",
            "title": "Ram Navami",
            "image": "/images/states/Maharashtra/Festival/f-6",
            "content": "Ram Navami commemorates the birth of Lord Rama, with prayers, processions, and reading of the Ramayana."
          },
          {
            "type": "Festivals",
            "title": "Hanuman Jayanti",
            "image": "/images/states/Maharashtra/Festival/f-7",
            "content": "Devotees celebrate the birth of Lord Hanuman with prayers and recitations of Hanuman Chalisa.."
          },
          {
            "type": "Festivals",
            "title": "Gudi Padwa",
            "image": "/images/states/Maharashtra/Festival/f-8",
            "content": "Maharashtrian New Year is marked by the raising of Gudi flags, traditional sweets, and festive rituals."
          },
          {
            "type": "Festivals",
            "title": "Nag Panchami",
            "image": "/images/states/Maharashtra/Festival/f-9",
            "content": "The snake god is worshipped on this day, and images of cobras are revered."
          },
          {
            "type": "Festivals",
            "title": "Narali Purnima",
            "image": "/images/states/Maharashtra/Festival/f-10",
            "content": " Coastal communities celebrate this day with offerings to the sea god, coconut breaking, and boat races"
          },
          {
            "type": "Wildlife",
            "title": "Bengal Tiger",
            "image": "/images/states/Maharashtra/Wildlife/w-1",
            "content": "The iconic Bengal Tiger, a majestic and endangered big cat, is found in Maharashtra's wildlife reserves."
          },
          {
            "type": "Wildlife",
            "title": "Indian Leopard",
            "image": "/images/states/Maharashtra/Wildlife/w-2",
            "content": "Maharashtra's forests are home to the elusive Indian Leopard, known for its adaptability and stealth."
          },
          {
            "type": "Wildlife",
            "title": "Indian Elephant",
            "image": "/images/states/Maharashtra/Wildlife/w-3",
            "content": "Elephants can be spotted in the forests of Maharashtra, especially in protected wildlife areas."
          },
          {
            "type": "Wildlife",
            "title": "Sloth Bear",
            "image": "/images/states/Maharashtra/Wildlife/w-4",
            "content": "Maharashtra is home to the Sloth Bear, recognizable by its shaggy coat and distinctive facial markings"
          },
          {
            "type": "Wildlife",
            "title": "Gaur (Indian Bison)",
            "image": "/images/states/Maharashtra/Wildlife/w-5",
            "content": "The Gaur, or Indian Bison, roams the forests of Maharashtra, symbolizing the state's rich biodiversity."
          },
          {
            "type": "Wildlife",
            "title": "Indian Giant Squirrel",
            "image": "/images/states/Maharashtra/Wildlife/w-6",
            "content": "The colorful and agile Indian Giant Squirrel is found in the dense forests of Maharashtra."
          },
          {
            "type": "Wildlife",
            "title": "Indian Pangolin",
            "image": "/images/states/Maharashtra/Wildlife/w-7",
            "content": "Maharashtra's wildlife includes the Indian Pangolin, a unique and nocturnal mammal with distinctive scales"
          },
          {
            "type": "Wildlife",
            "title": "Indian Wild Boar",
            "image": "/images/states/Maharashtra/Wildlife/w-8",
            "content": "These sturdy wild pigs are commonly found in Maharashtra's forests and grasslands."
          },
          {
            "type": "Wildlife",
            "title": "Sambar Deer",
            "image": "/images/states/Maharashtra/Wildlife/w-9",
            "content": "The Sambar Deer, with its imposing antlers, is a common sight in Maharashtra's wildlife sanctuaries.."
          },
          {
            "type": "Wildlife",
            "title": "Chital (Spotted Deer)",
            "image": "/images/states/Maharashtra/Wildlife/w-10",
            "content": "The Spotted Deer, or Chital, adds grace to Maharashtra's forests with its distinctive spotted coat."
          },
          {
            "type": "Place",
            "title": "Mumbai",
            "image": "/images/states/Maharashtra/Places/p-1",
            "content": "The bustling capital city, known for its diverse culture, historic landmarks, and vibrant nightlife."
          },
          {
            "type": "Place",
            "title": "Pune",
            "image": "/images/states/Maharashtra/Places/p-2",
            "content": "A cultural and educational hub with historical forts, temples, and a thriving food scene."
          },
          {
            "type": "Place",
            "title": "Ajanta and Ellora Caves",
            "image": "/images/states/Maharashtra/Places/p-3",
            "content": "UNESCO World Heritage Sites featuring ancient rock-cut caves with exquisite sculptures and paintings."
          },
          {
            "type": "Place",
            "title": "Nashik",
            "image": "/images/states/Maharashtra/Places/p-4",
            "content": "Famous for its vineyards and the Kumbh Mela, Nashik is a religious and wine-producing destination."
          },
          {
            "type": "Place",
            "title": "Mahabaleshwar",
            "image": "/images/states/Maharashtra/Places/p-5",
            "content": "A hill station known for its scenic landscapes, strawberries, and colonial architecture."
          },
          {
            "type": "Place",
            "title": "Lonavala and Khandala",
            "image": "/images/states/Maharashtra/Places/p-6",
            "content": "Hill stations with lush greenery, waterfalls, and the famous Karla and Bhaja Caves."
          },
          {
            "type": "Place",
            "title": "Aurangabad",
            "image": "/images/states/Maharashtra/Places/p-7",
            "content": "Home to historical sites like Bibi Ka Maqbara and the medieval Daulatabad Fort."
          },
          {
            "type": "Place",
            "title": "Kolhapur",
            "image": "/images/states/Maharashtra/Places/f-8",
            "content": " Known for its rich cultural heritage, Kolhapur is famous for its temples and Kolhapuri cuisine"
          },
          {
            "type": "Place",
            "title": "Shirdi",
            "image": "/images/states/Maharashtra/Places/p-9",
            "content": "A pilgrimage site renowned for the shrine of Sai Baba, attracting devotees from around the world."
          },
          {
            "type": "Place",
            "title": "Lavasa",
            "image": "/images/states/Maharashtra/Places/p-10",
            "content": "A planned city with picturesque landscapes, Lavasa offers water sports, adventure activities, and scenic beauty."
          }
          
        ]
      
      
    },
    "Kerala": {
          "options": [
              {
                  "type": "Food",
                  "title": "Appam",
                  "image": "/images/states/Kerala/Food/f-11",
                  "content": "Soft and lacy pancakes, a staple in Kerala cuisine."
              },
              {
                  "type": "Food",
                  "title": "Puttu",
                  "image": "/images/states/Kerala/Food/f-2",
                  "content": "Steamed rice cylinders served with grated coconut, a popular breakfast dish."
              },
              {
                  "type": "Food",
                  "title": "Idiyappam",
                  "image": "/images/states/Kerala/Food/f-3",
                  "content": "String hoppers made from rice flour, often paired with curry."
              },
              {
                  "type": "Food",
                  "title": "Kerala Sadya",
                  "image": "/images/states/Kerala/Food/f-4",
                  "content": "A traditional feast featuring an array of dishes served on a banana leaf."
              },
              {
                  "type": "Food",
                  "title": "Karimeen Pollichathu",
                  "image": "/images/states/Kerala/Food/f-5",
                  "content": "Pearl spot fish marinated and wrapped in banana leaves, a flavorful delicacy."
              },
              {
                  "type": "Food",
                  "title": "Thalassery Biriyani",
                  "image": "/images/states/Kerala/Food/f-6",
                  "content": "Aromatic and flavorful biryani with unique spices, originating from Thalassery."
              },
              {
                  "type": "Food",
                  "title": "Erissery",
                  "image": "/images/states/Kerala/Food/f-7",
                  "content": "A traditional dish made with pumpkin, beans, and a coconut-based gravy."
              },
              {
                  "type": "Food",
                  "title": "Pazham Pori",
                  "image": "/images/states/Kerala/Food/f-8",
                  "content": "Deep-fried banana fritters, a popular snack in Kerala."
              },
              {
                  "type": "Food",
                  "title": "Kappa (Tapioca) and Meen Curry",
                  "image": "/images/states/Kerala/Food/f-9",
                  "content": "Tapioca served with spicy fish curry, a classic Kerala combination."
              },
              {
                  "type": "Food",
                  "title": "Parippu Curry",
                  "image": "/images/states/Kerala/Food/f-10",
                  "content": "A lentil curry with coconut, usually served as part of a Kerala meal."
              },
              {
                  "type": "Festivals",
                  "title": "Onam",
                  "image": "/images/states/Kerala/Festival/fs-1",
                  "content": "The harvest festival celebrated with grand feasts, floral decorations, and traditional dance."
              },
              {
                  "type": "Festivals",
                  "title": "Thrissur Pooram",
                  "image": "/images/states/Kerala/Festival/fs-2",
                  "content": "A vibrant and elaborate temple festival featuring colorful processions and fireworks."
              },
              {
                  "type": "Festivals",
                  "title": "Vishu",
                  "image": "/images/states/Kerala/Festival/fs-3",
                  "content": "The New Year festival marked by the Vishu Kani, a special arrangement of auspicious items."
              },
              {
                  "type": "Festivals",
                  "title": "Attukal Pongala",
                  "image": "/images/states/Kerala/Festival/fs-4",
                  "content": "An annual gathering of women to offer Pongala (a sweet dish) at the Attukal Bhagavathy Temple."
              },
              {
                  "type": "Festivals",
                  "title": "Nehru Trophy Boat Race",
                  "image": "/images/states/Kerala/Festival/fs-55",
                  "content": "A famous boat race held in the Punnamada Lake in Alappuzha during the Onam festival."
              },
              {
                  "type": "Festivals",
                  "title": "Theyyam",
                  "image": "/images/states/Kerala/Festival/fs-6",
                  "content": "A unique ritualistic dance form performed in North Malabar region, showcasing vibrant costumes and elaborate makeup."
              },
              {
                  "type": "Festivals",
                  "title": "Aranmula Boat Race",
                  "image": "/images/states/Kerala/Festival/fs-7",
                  "content": "A traditional snake boat race held during the Onam festival in the village of Aranmula."
              },
              {
                  "type": "Festivals",
                  "title": "Pulikali",
                  "image": "/images/states/Kerala/Festival/fs-8",
                  "content": "A colorful folk art where performers painted as tigers dance through the streets during Onam."
              },
              {
                  "type": "Festivals",
                  "title": "Thiruvathira",
                  "image": "/images/states/Kerala/Festival/fs-9",
                  "content": "A traditional dance and worship performed by women during the Thiruvathira festival."
              },
              {
                  "type": "Festivals",
                  "title": "Kottakkal Pooram",
                  "image": "/images/states/Kerala/Festival/fs-10",
                  "content": "A grand temple festival featuring processions, traditional music, and cultural events."
              },
              {
                  "type": "Place",
                  "title": "Munnar",
                  "image": "/images/states/Kerala/Places/f-1",
                  "content": "A picturesque hill station known for its tea plantations, lush greenery, and cool climate."
              },
              {
                  "type": "Place",
                  "title": "Alleppey",
                  "image": "/images/states/Kerala/Places/f-2",
                  "content": "Famous for its backwaters, houseboats, and serene landscapes, offering a unique Kerala experience."
              },
              {
                  "type": "Place",
                  "title": "Kochi",
                  "image": "/images/states/Kerala/Places/f-3",
                  "content": "A vibrant city with a blend of modernity and history, featuring the iconic Chinese fishing nets."
              },
              {
                  "type": "Place",
                  "title": "Thiruvananthapuram",
                  "image": "/images/states/Kerala/Places/f-4",
                  "content": "The capital city known for its historic landmarks, museums, and the iconic Padmanabhaswamy Temple."
              },
              {
                  "type": "Place",
                  "title": "Wayanad",
                  "image": "/images/states/Kerala/Places/f-5",
                  "content": "A lush green district with wildlife, waterfalls, and trekking trails, perfect for nature enthusiasts."
              },
              {
                  "type": "Place",
                  "title": "Kovalam",
                  "image": "/images/states/Kerala/Places/f-6",
                  "content": "A popular beach destination with golden sands, clear waters, and a relaxed atmosphere."
              },
              {
                  "type": "Place",
                  "title": "Thekkady",
                  "image": "/images/states/Kerala/Places/f-7",
                  "content": "Home to Periyar National Park, offering wildlife safaris and boat rides in a scenic environment."
              },
              {
                  "type": "Place",
                  "title": "Varkala",
                  "image": "/images/states/Kerala/Places/f-8",
                  "content": "A coastal town known for its cliffs, mineral springs, and the famous Varkala Beach."
              },
              {
                  "type": "Place",
                  "title": "Kumarakom",
                  "image": "/images/states/Kerala/Places/f-9",
                  "content": "A backwater destination with houseboats, bird sanctuaries, and a tranquil ambiance."
              },
              {
                  "type": "Place",
                  "title": "Fort Kochi",
                  "image": "/images/states/Kerala/Places/f-10",
                  "content": "A historic area with colonial architecture, art galleries, and the iconic Chinese fishing nets."
              },
              {
                  "type": "Wildlife",
                  "title": "Indian Elephant",
                  "image": "/images/states/Kerala/Wildlife/f-1",
                  "content": "Majestic Indian Elephants, a common sight in Kerala's wildlife sanctuaries."
              },
              {
                  "type": "Wildlife",
                  "title": "Bengal Tiger",
                  "content": "The elusive Bengal Tiger, a symbol of India's diverse and rich wildlife.",
                  "image": "/images/states/Kerala/Wildlife/f-2"
              },
              {
                  "type": "Wildlife",
                  "title": "Indian Gaur",
                  "content": "Powerful Indian Gaur, the largest extant bovine, found in Kerala's forests.",
                  "image": "/images/states/Kerala/Wildlife/f-3"
              },
              {
                  "type": "Wildlife",
                  "title": "Sambar Deer",
                  "content": "Graceful Sambar Deer, with their impressive antlers, add to the charm of Kerala's wildlife.",
                  "image": "/images/states/Kerala/Wildlife/f-4"
              },
              {
                  "type": "Wildlife",
                  "title": "Nilgiri Tahr",
                  "content": "Endangered Nilgiri Tahr, a mountain goat species, can be found in the Nilgiri Hills of Kerala.",
                  "image": "/images/states/Kerala/Wildlife/f-5"
              },
              {
                  "type": "Wildlife",
                  "title": "Lion-tailed Macaque",
                  "content": "The Lion-tailed Macaque, an endangered primate, inhabits the Western Ghats of Kerala.",
                  "image": "/images/states/Kerala/Wildlife/f-6"
              },
              {
                  "type": "Wildlife",
                  "title": "Indian Giant Squirrel",
                  "content": "The vibrant Indian Giant Squirrel adds color to Kerala's forests with its striking fur.",
                  "image": "/images/states/Kerala/Wildlife/f-7"
              },
              {
                  "type": "Wildlife",
                  "title": "Indian Pangolin",
                  "content": "The elusive Indian Pangolin, with its unique scales, is a rare sighting in Kerala's wilderness.",
                  "image": "/images/states/Kerala/Wildlife/f-8"
              },
              {
                  "type": "Wildlife",
                  "title": "Malabar Civet",
                  "content": "The Malabar Civet, a nocturnal mammal, is one of the lesser-known species found in Kerala.",
                  "image": "/images/states/Kerala/Wildlife/f-9"
              },
              {
                  "type": "Wildlife",
                  "title": "Great Hornbill",
                  "content": "The majestic Great Hornbill, with its distinctive beak, is a symbol of Kerala's rich avian biodiversity.",
                  "image": "/images/states/Kerala/Wildlife/f-10"
              }
          ]
      },
        "Rajasthan": {
            "options": [
                {
                    "type": "Food",
                    "title": "Dal Baati Churma",
                    "image": "/images/states/Rajasthan/Food/f-1",
                    "content": "A traditional Rajasthani dish featuring baked wheat balls (baati) served with lentils (dal) and a sweet crumbly mixture (churma)."
                },
                {
                    "type": "Food",
                    "title": "Gatte ki Sabzi",
                    "image": "/images/states/Rajasthan/Food/f-2",
                    "content": "Gatte (gram flour dumplings) cooked in a spiced yogurt-based curry, a flavorful Rajasthani delicacy."
                },
                {
                    "type": "Food",
                    "title": "Ker Sangri",
                    "image": "/images/states/Rajasthan/Food/f-3",
                    "content": "A traditional Rajasthani dish made with dried berries (ker) and beans (sangri), cooked in a spicy and tangy gravy."
                },
                {
                    "type": "Food",
                    "title": "Laal Maas",
                    "image": "/images/states/Rajasthan/Food/f-4",
                    "content": "Laal Maas is a fiery Rajasthani meat curry, known for its vibrant red color and robust flavors."
                },
                {
                    "type": "Food",
                    "title": "Mohan Maas",
                    "image": "/images/states/Rajasthan/Food/f-5",
                    "content": "Mohan Maas is a rich and indulgent Rajasthani meat curry, often prepared for special occasions."
                },
                {
                    "type": "Food",
                    "title": "Rajasthani Kadhi",
                    "image": "/images/states/Rajasthan/Food/f-6",
                    "content": "A yogurt-based curry with gram flour dumplings, a popular comfort food in Rajasthan."
                },
                {
                    "type": "Food",
                    "title": "Pyaaz Kachori",
                    "image": "/images/states/Rajasthan/Food/f-7",
                    "content": "Deep-fried pastries filled with spiced onion mixture, a popular snack in Rajasthan."
                },
                {
                    "type": "Food",
                    "title": "Mirchi Vada",
                    "image": "/images/states/Rajasthan/Food/f-8",
                    "content": "Spicy green chilies stuffed with a potato mixture, coated in gram flour batter, and deep-fried."
                },
                {
                    "type": "Food",
                    "title": "Mawa Kachori",
                    "image": "/images/states/Rajasthan/Food/f-9",
                    "content": "Sweet and indulgent pastries filled with a mixture of khoya (mawa), nuts, and sugar."
                },
                {
                    "type": "Food",
                    "title": "Rabri",
                    "image": "/images/states/Rajasthan/Food/f-10",
                    "content": "A rich and creamy dessert made by condensing sweetened milk, flavored with cardamom and garnished with nuts."
                },
                {
                    "type": "Festivals",
                    "title": "Diwali",
                    "image": "/images/states/Rajasthan/Festival/f-1",
                    "content": "The festival of lights celebrated with diyas, decorations, and traditional sweets, marking the victory of light over darkness."
                },
                {
                    "type": "Festivals",
                    "title": "Holi",
                    "image": "/images/states/Rajasthan/Festival/f-2",
                    "content": "The colorful festival of Holi is celebrated with enthusiasm, featuring vibrant powders, music, and joyous celebrations."
                },
                {
                    "type": "Festivals",
                    "title": "Pushkar Camel Fair",
                    "image": "/images/states/Rajasthan/Festival/f-3",
                    "content": "A famous annual fair in Pushkar, known for its camel trading, cultural events, and religious significance."
                },
                {
                    "type": "Festivals",
                    "title": "Gangaur Festival",
                    "image": "/images/states/Rajasthan/Festival/f-4",
                    "content": "Dedicated to Goddess Gauri, this colorful festival involves traditional rituals and vibrant processions."
                },
                {
                    "type": "Festivals",
                    "title": "Teej",
                    "image": "/images/states/Rajasthan/Festival/f-5",
                    "content": "Teej is a monsoon festival celebrated with traditional dances, swings, and processions in honor of Goddess Parvati."
                },
                {
                    "type": "Festivals",
                    "title": "Desert Festival",
                    "image": "/images/states/Rajasthan/Festival/f-6",
                    "content": "A cultural extravaganza in Jaisalmer showcasing traditional music, dance, camel races, and more."
                },
                {
                    "type": "Festivals",
                    "title": "Kite Festival",
                    "image": "/images/states/Rajasthan/Festival/f-7",
                    "content": "Makar Sankranti is celebrated with kite flying competitions, adding colorful patterns to the sky."
                },
                {
                    "type": "Festivals",
                    "title": "Mewar Festival",
                    "image": "/images/states/Rajasthan/Festival/f-8",
                    "content": "A spring festival celebrated in Udaipur with processions, cultural events, and traditional performances."
                },
                {
                    "type": "Festivals",
                    "title": "Marwar Festival",
                    "image": "/images/states/Rajasthan/Festival/f-9",
                    "content": "A celebration of the Marwar region's music and dance traditions, featuring folk performances and cultural events."
                },
                {
                    "type": "Festivals",
                    "title": "Elephant Festival",
                    "image": "/images/states/Rajasthan/Festival/f-10",
                    "content": "A unique festival in Jaipur showcasing decorated elephants, cultural performances, and processions."
                },
                {
                    "type": "Place",
                    "title": "Jaipur",
                    "image": "/images/states/Rajasthan/Places/f-1",
                    "content": "Known as the 'Pink City,' Jaipur is famous for its historic forts, palaces, and vibrant markets."
                },
                {
                    "type": "Place",
                    "title": "Udaipur",
                    "image": "/images/states/Rajasthan/Places/f-2",
                    "content": "The 'City of Lakes,' Udaipur is renowned for its picturesque lakes, palaces, and romantic ambiance."
                },
                {
                    "type": "Place",
                    "title": "Jodhpur",
                    "image": "/images/states/Rajasthan/Places/f-3",
                    "content": "Known as the 'Blue City,' Jodhpur features stunning blue-painted houses and the majestic Mehrangarh Fort."
                },
                {
                    "type": "Place",
                    "title": "Ajmer",
                    "image": "/images/states/Rajasthan/Places/f-4",
                    "content": "Home to the famous Ajmer Sharif Dargah, Ajmer is a pilgrimage destination with historical significance."
                },
                {
                    "type": "Place",
                    "title": "Pushkar",
                    "image": "/images/states/Rajasthan/Places/f-5",
                    "content": "Known for the sacred Pushkar Lake and the Brahma Temple, Pushkar is a significant pilgrimage site."
                },
                {
                    "type": "Place",
                    "title": "Mount Abu",
                    "image": "/images/states/Rajasthan/Places/f-6",
                    "content": "The only hill station in Rajasthan, Mount Abu offers a cool climate, scenic landscapes, and the Dilwara Temples."
                },
                {
                    "type": "Place",
                    "title": "Bikaner",
                    "image": "/images/states/Rajasthan/Places/f-7",
                    "content": "Known for its well-preserved forts and the Karni Mata Temple, Bikaner is a city with a rich cultural heritage."
                },
                {
                    "type": "Place",
                    "title": "Ranthambore",
                    "image": "/images/states/Rajasthan/Places/f-8",
                    "content": "Famous for Ranthambore National Park, this region offers opportunities to spot Bengal tigers in the wild."
                },
                {
                    "type": "Place",
                    "title": "Chittorgarh",
                    "image": "/images/states/Rajasthan/Places/f-9",
                    "content": "Home to the historic Chittorgarh Fort, this city showcases Rajput architecture and tales of valor."
                },
                {
                    "type": "Place",
                    "title": "Alwar",
                    "image": "/images/states/Rajasthan/Places/f-10",
                    "content": "Known for its forts, palaces, and the Sariska Tiger Reserve, Alwar is a blend of history and nature."
                },
                {
                    "type": "Wildlife",
                    "title": "Bengal Tiger",
                    "image": "/images/states/Rajasthan/Wildlife/f-1",
                    "content": "The majestic Bengal Tiger, India's national animal, can be spotted in Rajasthan's wildlife reserves."
                },
                {
                    "type": "Wildlife",
                    "title": "Indian Elephant",
                    "image": "/images/states/Rajasthan/Wildlife/f-2",
                    "content": "Gentle Indian Elephants, often seen in wildlife sanctuaries, contribute to the rich biodiversity of Rajasthan."
                },
                {
                    "type": "Wildlife",
                    "title": "Indian Leopard",
                    "image": "/images/states/Rajasthan/Wildlife/f-3",
                    "content": "The elusive Indian Leopard adds to the thrill of wildlife safaris in Rajasthan's national parks."
                },
                {
                    "type": "Wildlife",
                    "title": "Indian Rhinoceros",
                    "image": "/images/states/Rajasthan/Wildlife/f-4",
                    "content": "Rajasthan is home to the Indian Rhinoceros, a majestic species found in select wildlife sanctuaries."
                },
                {
                    "type": "Wildlife",
                    "title": "Blackbuck",
                    "image": "/images/states/Rajasthan/Wildlife/f-5",
                    "content": "Graceful Blackbucks, known for their elegant appearance, roam freely in the grasslands of Rajasthan."
                },
                {
                    "type": "Wildlife",
                    "title": "Sarus Crane",
                    "image": "/images/states/Rajasthan/Wildlife/f-6",
                    "content": "The Sarus Crane, the world's tallest flying bird, can be spotted in wetlands and grasslands of Rajasthan."
                },
                {
                    "type": "Wildlife",
                    "title": "Great Indian Bustard",
                    "image": "/images/states/Rajasthan/Wildlife/f-7",
                    "content": "The Great Indian Bustard, a critically endangered bird, inhabits the semi-arid regions of Rajasthan."
                },
                {
                    "type": "Wildlife",
                    "title": "Chinkara",
                    "image": "/images/states/Rajasthan/Wildlife/f-8",
                    "content": "The Chinkara, a graceful gazelle species, adds to the charm of Rajasthan's wildlife."
                },
                {
                    "type": "Wildlife",
                    "title": "Desert Fox",
                    "image": "/images/states/Rajasthan/Wildlife/f-9",
                    "content": "The Desert Fox, adapted to arid environments, is a fascinating resident of Rajasthan's deserts."
                },
                {
                    "type": "Wildlife",
                    "title": "Indian Gazelle",
                    "image": "/images/states/Rajasthan/Wildlife/f-10",
                    "content": "The Indian Gazelle, also known as Chinkara, is a common sight in the open grasslands of Rajasthan."
                }
            ]
        },
    
        "Tamilnadu": {
          "options": [
            {
              "type": "Food",
              "title": "Chettinad Cuisine",
              "image": "/images/states/TamilNadu/Food/f-1",
              "content": "Explore the rich and spicy flavors of Chettinad cuisine."
            },
            {
              "type": "Food",
              "title": "Masala Dosa",
              "image": "/images/states/TamilNadu/Food/f-2",
              "content": "Savor the popular South Indian dish, Masala Dosa, with delicious potato filling."
            },
            {
              "type": "Food",
              "title": "Idli",
              "image": "/images/states/TamilNadu/Food/f-3",
              "content": "Enjoy the steamed rice cakes, Idli, served with coconut chutney and sambar."
            },
            {
              "type": "Food",
              "title": "Sambar",
              "image": "/images/states/TamilNadu/Food/f-4",
              "content": "Indulge in the flavorful and tangy South Indian lentil soup, Sambar."
            },
            {
              "type": "Food",
              "title": "Pongal",
              "image": "/images/states/TamilNadu/Food/f-5",
              "content": "Experience the traditional harvest festival dish, Pongal."
            },
            {
              "type": "Food",
              "title": "Jigarthanda",
              "image": "/images/states/TamilNadu/Food/f-6",
              "content": "Cool off with the refreshing and unique Jigarthanda beverage."
            },
            {
              "type": "Food",
              "title": "Banana Leaf Meals",
              "image": "/images/states/TamilNadu/Food/f-7",
              "content": "Delight in a sumptuous meal served on a banana leaf, a traditional culinary experience."
            },
            {
              "type": "Food",
              "title": "Murukku",
              "image": "/images/states/TamilNadu/Food/f-8",
              "content": "Enjoy the crunchy and savory Murukku, a popular South Indian snack."
            },
            {
              "type": "Food",
              "title": "Filter Coffee",
              "image": "/images/states/TamilNadu/Food/f-9",
              "content": "Sip on the aromatic and strong Filter Coffee, a South Indian coffee specialty."
            },
            {
              "type": "Food",
              "title": "Madurai Jigarthanda",
              "image": "/images/states/TamilNadu/Food/f-10",
              "content": "Indulge in the famous dessert beverage, Madurai Jigarthanda, from the city of Madurai."
            },
            {
              "type": "Festivals",
              "title": "Pongal",
              "image": "/images/states/TamilNadu/Festival/f-1",
              "content": "Celebrate the harvest festival of Pongal with traditional rituals and festivities."
            },
            {
              "type": "Festivals",
              "title": "Jallikattu",
              "image": "/images/states/TamilNadu/Festival/f-2",
              "content": "Experience the traditional bull-taming sport, Jallikattu, during the Pongal festival."
            },
            {
              "type": "Festivals",
              "title": "Natyanjali Dance Festival",
              "image": "/images/states/TamilNadu/Festival/f-3",
              "content": "Witness the vibrant Natyanjali Dance Festival, celebrating classical dance forms."
            },
            {
              "type": "Festivals",
              "title": "Karthigai Deepam",
              "image": "/images/states/TamilNadu/Festival/f-4",
              "content": "Participate in the grand festival of lights, Karthigai Deepam."
            },
            {
              "type": "Festivals",
              "title": "Mahamaham Festival",
              "image": "/images/states/TamilNadu/Festival/f-5",
              "content": "Take part in the auspicious Mahamaham Festival, celebrated every 12 years."
            },
            {
              "type": "Festivals",
              "title": "Chithirai Festival",
              "image": "/images/states/TamilNadu/Festival/f-6",
              "content": "Experience the colorful Chithirai Festival, featuring processions and cultural events."
            },
            {
              "type": "Festivals",
              "title": "Aadi Perukku",
              "image": "/images/states/TamilNadu/Festival/f-7",
              "content": "Celebrate the Aadi Perukku festival with prayers and riverbank festivities."
            },
            {
              "type": "Festivals",
              "title": "Thai Poosam",
              "image": "/images/states/TamilNadu/Festival/f-8",
              "content": "Participate in the religious Thai Poosam festival dedicated to Lord Murugan."
            },
            {
              "type": "Festivals",
              "title": "Navaratri",
              "image": "/images/states/TamilNadu/Festival/f-9",
              "content": "Join the vibrant Navaratri celebrations with music, dance, and religious observances."
            },
            {
              "type": "Festivals",
              "title": "Diwali",
              "image": "/images/states/TamilNadu/Festival/f-10",
              "content": "Experience the Festival of Lights, Diwali, with joyous celebrations and colorful lights."
            },
            {
              "type": "Place",
              "title": "Meenakshi Amman Temple",
              "image": "/images/states/TamilNadu/Places/f-2",
              "content": "Visit the iconic Meenakshi Amman Temple, a masterpiece of Dravidian architecture."
            },
            {
              "type": "Place",
              "title": "Ooty",
              "image": "/images/states/TamilNadu/Places/f-1",
              "content": "Explore the picturesque hill station of Ooty, known for its lush green landscapes."
            },
            {
              "type": "Place",
              "title": "Mahabalipuram",
              "image": "/images/states/TamilNadu/Places/f-3",
              "content": "Discover the historical and UNESCO World Heritage site of Mahabalipuram."
            },
            {
              "type": "Place",
              "title": "Rameswaram",
              "image": "/images/states/TamilNadu/Places/f-4",
              "content": "Visit the sacred island of Rameswaram, known for its temples and religious significance."
            },
            {
              "type": "Place",
              "title": "Kodaikanal",
              "image": "/images/states/TamilNadu/Places/f-5",
              "content": "Experience the serene beauty of Kodaikanal, a charming hill station."
            },
            {
              "type": "Place",
              "title": "Kanyakumari",
              "image": "/images/states/TamilNadu/Places/f-6",
              "content": "Witness the confluence of three oceans at Kanyakumari and enjoy stunning sunsets."
            },
            {
              "type": "Place",
              "title": "Thanjavur Brihadeeswarar Temple",
              "image": "/images/states/TamilNadu/Places/f-7",
              "content": "Marvel at the architectural grandeur of the Brihadeeswarar Temple in Thanjavur."
            },
            {
              "type": "Place",
              "title": "Nilgiri Biosphere Reserve",
              "image": "/images/states/TamilNadu/Places/f-8",
              "content": "Explore the biodiversity of the Nilgiri Biosphere Reserve, a UNESCO-designated area."
            },
            {
              "type": "Place",
              "title": "Dhanushkodi",
              "image": "/images/states/TamilNadu/Places/f-9",
              "content": "Visit the ghost town of Dhanushkodi, located at the tip of Rameswaram."
            },
            {
              "type": "Place",
              "title": "Valluvar Kottam",
              "image": "/images/states/TamilNadu/Places/f-10",
              "content": "Pay homage to the great Tamil poet Valluvar at Valluvar Kottam in Chennai."
            },
            {
              "type": "Wildlife",
              "title": "Lion-tailed Macaque",
              "image": "/images/states/TamilNadu/Widlife/f-11",
              "content": "A distinctive monkey species with a lion-like mane, found in the Western Ghats, including parts of Tamil Nadu."
            },
            {
              "type": "Wildlife",
              "title": "Nilgiri Langur",
              "image": "/images/states/TamilNadu/Widlife/f-1",
              "content": "An Old World monkey species found in the Western Ghats, including the Nilgiri Hills in Tamil Nadu."
            },
            {
              "type": "Wildlife",
              "title": "Indian Elephant",
              "image": "/images/states/TamilNadu/Widlife/f-2",
              "content": "While Indian Elephants are found in various parts of India, Tamil Nadu is home to a significant population."
            },
            {
              "type": "Wildlife",
              "title": "Indian Pangolin",
              "image": "/images/states/TamilNadu/Widlife/f-3",
              "content": "A scaly anteater species found in Tamil Nadu and other parts of India."
            },
            {
              "type": "Wildlife",
              "title": "Grizzled Giant Squirrel",
              "image": "/images/states/TamilNadu/Widlife/f-4",
              "content": "A scaly anteater species found in Tamil Nadu and other parts of India"
            },
            {
              "type": "Wildlife",
              "title": "Indian Giant Squirrel",
              "image": "/images/states/TamilNadu/Widlife/f-5",
              "content": "Another species of giant squirrel present in the forests of Tamil Nadu."
            },
            {
              "type": "Wildlife",
              "title": "Dhole",
              "image": "/images/states/TamilNadu/Widlife/f-6",
              "content": "Also known as the Indian Wild Dog, Dholes are found in the forests of Tamil Nadu."
            },
            {
              "type": "Wildlife",
              "title": "Malabar Civete",
              "image": "/images/states/TamilNadu/Widlife/f-7",
              "content": "An elusive small carnivore found in the Western Ghats, including parts of Tamil Nadu"
            },
            {
              "type": "Wildlife",
              "title": "Indian Rock Python",
              "image": "/images/states/TamilNadu/Widlife/f-8",
              "content": "A non-venomous snake species found in various habitats, including Tamil Nadu."
            },
            {
              "type": "Wildlife",
              "title": "Indian Roller",
              "image": "/images/states/TamilNadu/Widlife/f-9",
              "content": "A vibrant bird species with striking colors, commonly found in Tamil Nadu."
            }
          ]
        
        },
    "Sikkim": {
        "options": [
          {
            "type": "Food",
            "title": "Thukpa",
            "image": "/images/states/Sikkim/Food/f-1",
            "content": "Savor the warmth and flavors of Thukpa, a hearty Tibetan noodle soup popular in the northeastern regions of India."
          },
          {
            "type": "Food",
            "title": "Momos",
            "image": "/images/states/Sikkim/Food/f-2",
            "content": "Delight in the deliciousness of Momos, steamed dumplings filled with a variety of savory fillings, a favorite across the Himalayan region."
          },
          {
            "type": "Food",
            "title": "Phagshapa",
            "image": "/images/states/Sikkim/Food/f-3",
            "content": "Indulge in Phagshapa, a traditional Bhutanese pork dish, slow-cooked to perfection with radishes and red chilies."
          },
          {
            "type": "Food",
            "title": "Gundruk",
            "image": "/images/states/Sikkim/Food/f-4",
            "content": "Experience the unique taste of Gundruk, fermented leafy greens that add a tangy and earthy flavor to Nepalese cuisine."
          },
          {
            "type": "Food",
            "title": "Sael Roti",
            "image": "/images/states/Sikkim/Food/f-5",
            "content": "Enjoy the crispy and doughnut-shaped Sael Roti, a traditional rice-based bread, often paired with savory curries in Nepal."
          },
          {
            "type": "Food",
            "title": "Chhurpi",
            "image": "/images/states/Sikkim/Food/f-6",
            "content": "Explore the hardened cheese delight of Chhurpi, a traditional Himalayan cheese that serves as a tasty snack or accompaniment."
          },
          {
            "type": "Food",
            "title": "Kinema",
            "image": "/images/states/Sikkim/Food/f-7",
            "content": "Dive into the fermented soybean goodness of Kinema, a unique and flavorsome dish from the northeastern regions of India."
          },
          {
            "type": "Food",
            "title": "Sel Roti",
            "image": "/images/states/Sikkim/Food/f-8",
            "content": "Indulge in Sel Roti, a traditional rice-based doughnut-shaped bread, often enjoyed as a festive treat in Nepal."
          },
          {
            "type": "Food",
            "title": "Bamboo Shoot Curry",
            "image": "/images/states/Sikkim/Food/f-9",
            "content": "Savor the earthy and aromatic Bamboo Shoot Curry, a delicacy prepared with fresh bamboo shoots, herbs, and spices."
          },
          {
            "type": "Food",
            "title": "Fing",
            "image": "/images/states/Sikkim/Food/f-10",
            "content": "Delight in Fing, a flavorful and nutritious dish made with ferns, popular in the northeastern culinary repertoire."
          },
          {
            "type": "Festivals",
            "title": "Losar",
            "image": "/images/states/Sikkim/Festival/f-1",
            "content": "Celebrate Losar, the Tibetan New Year, with vibrant festivities, cultural performances, and traditional rituals."
          },
          {
            "type": "Festivals",
            "title": "Saga Dawa",
            "image": "/images/states/Sikkim/Festival/f-2",
            "content": "Participate in the spiritual observances of Saga Dawa, a significant Tibetan Buddhist festival commemorating Buddha's birth, enlightenment, and death."
          },
          {
            "type": "Festivals",
            "title": "Bumchu",
            "image": "/images/states/Sikkim/Festival/f-3",
            "content": "Experience the unique Bumchu festival, marked by the sacred ceremony of predicting the future with the Bum jar in the Tashiding Monastery."
          },
          {
            "type": "Festivals",
            "title": "Dashain",
            "image": "/images/states/Sikkim/Festival/f-4",
            "content": "Engage in the grand celebrations of Dashain, the longest and most significant Hindu festival in Nepal, symbolizing the victory of good over evil."
          },
          {
            "type": "Festivals",
            "title": "Tihar",
            "image": "/images/states/Sikkim/Festival/f-5",
            "content": "Immerse yourself in the enchanting festival of lights, Tihar, celebrated with reverence for animals and the worship of various deities."
          },
          {
            "type": "Festivals",
            "title": "Maghe Sankranti",
            "image": "/images/states/Sikkim/Festival/f-6",
            "content": "Join the festivities of Maghe Sankranti, a winter harvest festival observed with cultural events, feasts, and ritualistic bathing."
          },
          {
            "type": "Festivals",
            "title": "Lhabab Duchen",
            "image": "/images/states/Sikkim/Festival/f-7",
            "content": "Participate in Lhabab Duchen, a Buddhist festival commemorating the descent of Buddha from the celestial realm."
          },
          {
            "type": "Festivals",
            "title": "Phang Lhabsol",
            "image": "/images/states/Sikkim/Festival/f-8",
            "content": "Witness the vibrant Phang Lhabsol festival, celebrated with masked dances and rituals to honor Mount Kangchenjunga as a guardian deity."
          },
          {
            "type": "Festivals",
            "title": "Namsoong",
            "image": "/images/states/Sikkim/Festival/f-9",
            "content": "Experience the traditional festival of Namsoong, marked by cultural performances, feasts, and the display of intricate traditional attire."
          },
          {
            "type": "Festivals",
            "title": "Sakewa",
            "image": "/images/states/Sikkim/Festival/f-10",
            "content": "Sakewa is a festival celebrated by the Rai community in Sikkim. It marks the beginning of the agricultural season and involves traditional dances, rituals, and prayers."
          },
          {
            "type": "Wildlife",
            "title": "Red Panda",
            "image": "/images/states/Sikkim/Widlife/f-1",
            "content": "Encounter the adorable Red Panda, a charismatic and endangered species found in the Eastern Himalayas, known for its distinctive red fur and white face."
          },
          {
            "type": "Wildlife",
            "title": "Snow Leopard",
            "image": "/images/states/Sikkim/Widlife/f-2",
            "content": "Explore the elusive Snow Leopard, a magnificent big cat adapted to high altitudes, known for its thick fur and elusive nature in the mountainous regions."
          },
          {
            "type": "Wildlife",
            "title": "Himalayan Tahr",
            "image": "/images/states/Sikkim/Widlife/f-3",
            "content": "Spot the Himalayan Tahr, a sturdy and wild goat species adapted to rocky terrains, known for its distinctive appearance and social behavior."
          },
          {
            "type": "Wildlife",
            "title": "Musk Deer",
            "image": "/images/states/Sikkim/Widlife/f-4",
            "content": "Observe the elusive Musk Deer, known for its musk-producing gland, unique fang-like teeth, and preference for alpine and forested habitats."
          },
          {
            "type": "Wildlife",
            "title": "Himalayan Monal",
            "image": "/images/states/Sikkim/Widlife/f-5",
            "content": "Marvel at the vibrant Himalayan Monal, a strikingly beautiful pheasant species known for its colorful plumage and presence in the Himalayan region."
          },
          {
            "type": "Wildlife",
            "title": "Asiatic Black Bear",
            "image": "/images/states/Sikkim/Widlife/f-6",
            "content": "Encounter the Asiatic Black Bear, a robust bear species with a distinct V-shaped white chest mark, found in the forests of the Himalayas and beyond."
          },
          {
            "type": "Wildlife",
            "title": "Blue Sheep (Bharal)",
            "image": "/images/states/Sikkim/Widlife/f-7",
            "content": "Witness the agility of the Blue Sheep, also known as Bharal, a high-altitude ungulate with a bluish-gray coat, found in the mountainous regions of the Himalayas."
          },
          {
            "type": "Wildlife",
            "title": "Khaleej Pheasant",
            "image": "/images/states/Sikkim/Widlife/f-8",
            "content": "Admire the stunning Khaleej Pheasant, a colorful bird species found in the Himalayan foothills, known for its vibrant plumage and distinctive calls."
          },
          {
            "type": "Wildlife",
            "title": "Clouded Leopard",
            "image": "/images/states/Sikkim/Widlife/f-9",
            "content": "Discover the elusive Clouded Leopard, a medium-sized wild cat with distinctive cloud-like markings, found in the dense forests of the Eastern Himalayas."
          },
          {
            "type": "Wildlife",
            "title": "Tibetan Wolf",
            "image": "/images/states/Sikkim/Widlife/f-10",
            "content": "Learn about the Tibetan Wolf, a resilient and adaptable predator found in the Himalayan and Tibetan regions, known for its social behavior and hunting skills."
          },
          {
            "type": "Place",
            "title": "Gangtok",
            "image": "/images/states/Sikkim/Places/f-1",
            "content": "Explore the charming capital city of Sikkim, Gangtok, known for its scenic beauty, vibrant culture, and Buddhist monasteries."
          },
          {
            "type": "Place",
            "title": "Nathula Pass",
            "image": "/images/states/Sikkim/Places/f-2",
            "content": "Witness the breathtaking landscapes at Nathula Pass, a high-altitude mountain pass connecting India and China on the ancient Silk Route."
          },
          {
            "type": "Place",
            "title": "Tsomgo Lake",
            "image": "/images/states/Sikkim/Places/f-3",
            "content": "Marvel at the pristine beauty of Tsomgo Lake, a glacial lake surrounded by snow-capped mountains, offering a serene and picturesque ambiance."
          },
          {
            "type": "Place",
            "title": "Pelling",
            "image": "/images/states/Sikkim/Places/f-4",
            "content": "Visit the tranquil town of Pelling, known for its panoramic views of the Himalayas, ancient monasteries, and cultural richness."
          },
          {
            "type": "Place",
            "title": "Yumthang Valley",
            "image": "/images/states/Sikkim/Places/f-5",
            "content": "Experience the breathtaking beauty of Yumthang Valley, also known as the 'Valley of Flowers,' with its meadows, hot springs, and stunning vistas."
          },
          {
            "type": "Place",
            "title": "Ravangla",
            "image": "/images/states/Sikkim/Places/f-6",
            "content": "Discover the serene town of Ravangla, surrounded by lush tea gardens, monasteries, and offering panoramic views of the Himalayas."
          },
          {
            "type": "Place",
            "title": "Lachung",
            "image": "/images/states/Sikkim/Places/f-7",
            "content": "Explore the picturesque village of Lachung, nestled in the Himalayas, known for its scenic landscapes, waterfalls, and apple orchards."
          },
          {
            "type": "Place",
            "title": "Namchi",
            "image": "/images/states/Sikkim/Places/f-8",
            "content": "Visit the cultural hub of Namchi, home to monasteries, pilgrimage sites, and the towering statue of Guru Padmasambhava."
          },
          {
            "type": "Place",
            "title": "Gurudongmar Lake",
            "image": "/images/states/Sikkim/Places/f-9",
            "content": "Witness the stunning beauty of Gurudongmar Lake, one of the highest lakes in the world, surrounded by snow-clad peaks."
          },
          {
            "type": "Place",
            "title": "Zuluk",
            "image": "/images/states/Sikkim/Places/f-10",
            "content": "Experience the offbeat charm of Zuluk, a quaint village known for its winding roads, scenic landscapes, and proximity to the Silk Route."
          }
          
        ]
      
      
    },
    "Meghalaya": {
      "options": [
        {
          "type": "Food",
          "title": "Jadoh",
          "image": "/images/states/Meghalaya/Food/f-1",
          "content": "Taste the traditional Meghalayan dish, Jadoh, a flavorful rice and meat preparation."
        },
        {
          "type": "Food",
          "title": "Dohneiiong",
          "image": "/images/states/Meghalaya/Food/f-2",
          "content": "Savor Dohneiiong, a popular pork delicacy from Meghalaya."
        },
        {
          "type": "Food",
          "title": "Tungrymbai",
          "image": "/images/states/Meghalaya/Food/f-3",
          "content": "Experience the unique taste of Tungrymbai, a fermented soybean and bamboo shoot dish."
        },
        {
          "type": "Food",
          "title": "Nakham Bitchi",
          "image": "/images/states/Meghalaya/Food/f-4",
          "content": "Indulge in Nakham Bitchi, a spicy and tangy fish curry from Meghalaya."
        },
        {
          "type": "Food",
          "title": "Pukhlein",
          "image": "/images/states/Meghalaya/Food/f-5",
          "content": "Delight in Pukhlein, a sweet rice pancake, a popular dessert in Meghalaya."
        },
        {
          "type": "Food",
          "title": "Bamboo Shoot Curry",
          "image": "/images/states/Meghalaya/Food/f-6",
          "content": "Enjoy Bamboo Shoot Curry, a delicious and aromatic dish prepared with bamboo shoots."
        },
        {
          "type": "Food",
          "title": "Pumaloi",
          "image": "/images/states/Meghalaya/Food/f-7",
          "content": "Taste Pumaloi, a traditional rice cake from Meghalaya, usually steamed in bamboo tubes."
        },
        {
          "type": "Food",
          "title": "Doh Khlieh",
          "image": "/images/states/Meghalaya/Food/f-8",
          "content": "Experience Doh Kynduh, a Meghalayan salad made with a variety of local herbs and greens."
        },
        {
          "type": "Food",
          "title": "Dohkhlieh",
          "image": "/images/states/Meghalaya/Food/f-9",
          "content": "Try Dohkhlieh, a spicy and tangy pork salad, a popular dish in Meghalaya."
        },
        {
          "type": "Food",
          "title": "Bamboo Shoot and Pork Curry",
          "image": "/images/states/Meghalaya/Food/f-10",
          "content": "Indulge in the rich flavors of Bamboo Shoot and Pork Curry, a Meghalayan specialty."
        },
        {
          "type": "Festivals",
          "title": "Wangala Festival",
          "image": "/images/states/Meghalaya/Festival/f-1",
          "content": "Participate in the vibrant Wangala Festival, celebrating the harvest season with traditional music and dance."
        },
        {
          "type": "Festivals",
          "title": "Shad Suk Mynsiem",
          "image": "/images/states/Meghalaya/Festival/f-2",
          "content": "Join the colorful Shad Suk Mynsiem festival, marked by traditional dance and cultural celebrations."
        },
        {
          "type": "Festivals",
          "title": "Behdienkhlam",
          "image": "/images/states/Meghalaya/Festival/f-3",
          "content": "Celebrate Behdienkhlam, a traditional Meghalayan festival with vibrant processions and rituals."
        },
        {
          "type": "Festivals",
          "title": "Nongkrem Dance",
          "image": "/images/states/Meghalaya/Festival/f-4",
          "content": "Witness the Nongkrem Dance, a grand festival featuring traditional dance performances."
        },
        {
          "type": "Festivals",
          "title": "Doregata Dance",
          "image": "/images/states/Meghalaya/Festival/f-5",
          "content": "Experience the rhythmic Doregata Dance, a cultural highlight of Meghalaya."
        },
        {
          "type": "Festivals",
          "title": "Shillong Autumn Festival",
          "image": "/images/states/Meghalaya/Festival/f-6",
          "content": "Enjoy the Shillong Autumn Festival, a celebration of music, art, and local culture."
        },
        {
          "type": "Festivals",
          "title": "Seng Kut Snem",
          "image": "/images/states/Meghalaya/Festival/f-8",
          "content": "Participate in the traditional Seng Kut Snem festival, marked by community feasts and rituals."
        },
        {
          "type": "Festivals",
          "title": "Laho Dance Festival",
          "image": "/images/states/Meghalaya/Festival/f-7",
          "content": "Join the lively Laho Dance Festival, showcasing the rich cultural heritage of Meghalaya."
        },
        {
          "type": "Festivals",
          "title": "Chad Sukra",
          "image": "/images/states/Meghalaya/Festival/f-9",
          "content": "Celebrate Chad Sukra, a religious festival with prayers and cultural events in Meghalaya."
        },
        {
          "type": "Festivals",
          "title": "Strawberry Festival",
          "image": "/images/states/Meghalaya/Festival/f-10",
          "content": "Partake in the delightful Strawberry Festival, showcasing local produce and flavors."
        },
        {
          "type": "Place",
          "title": "Cherrapunji",
          "image": "/images/states/Meghalaya/Places/f-1",
          "content": "Explore the breathtaking landscapes of Cherrapunji, known for its lush greenery and rainfall."
        },
        {
          "type": "Place",
          "title": "Shillong",
          "image": "/images/states/Meghalaya/Places/f-2",
          "content": "Visit the picturesque capital city of Meghalaya, Shillong, known for its pleasant climate and scenic views."
        },
        {
          "type": "Place",
          "title": "Mawlynnong",
          "image": "/images/states/Meghalaya/Places/f-3",
          "content": "Discover the cleanest village in Asia, Mawlynnong, and its charming living root bridges."
        },
        {
          "type": "Place",
          "title": "Dawki",
          "image": "/images/states/Meghalaya/Places/f-4",
          "content": "Experience the crystal-clear waters of Dawki and indulge in boating activities."
        },
        {
          "type": "Place",
          "title": "Nohkalikai Falls",
          "image": "/images/states/Meghalaya/Places/f-5",
          "content": "Witness the majestic Nohkalikai Falls, one of the highest plunge waterfalls in India."
        },
        {
          "type": "Place",
          "title": "Elephant Falls",
          "image": "/images/states/Meghalaya/Places/f-6",
          "content": "Visit the enchanting Elephant Falls, a popular tourist attraction near Shillong."
        },
        {
          "type": "Place",
          "title": "Living Root Bridges",
          "image": "/images/states/Meghalaya/Places/f-7",
          "content": "Explore the unique Living Root Bridges in Meghalaya, a testament to traditional engineering."
        },
        {
          "type": "Place",
          "title": "Umiam Lake",
          "image": "/images/states/Meghalaya/Places/f-8",
          "content": "Enjoy the serene surroundings of Umiam Lake, a peaceful reservoir near Shillong."
        },
        {
          "type": "Place",
          "title": "Mawsmai Caves",
          "image": "/images/states/Meghalaya/Places/f-9",
          "content": "Discover the ancient Mawsmai Caves, known for their impressive limestone formations."
        },
        {
          "type": "Place",
          "title": "Krang Suri Waterfall",
          "image": "/images/states/Meghalaya/Places/f-10",
          "content": "Chase the beauty of Krang Suri Waterfall, a hidden gem in the Jaintia Hills."
        },
        {
          "type": "Wildlife",
          "title": "Bison",
          "image": "/images/states/Meghalaya/Widlife/f-1",
          "content": "The Bison, also known as the Indian Bison, is one of the majestic creatures you can find in Balpakram National Park. Explore the diverse flora and fauna of this park, known for its wildlife conservation efforts.."
        },
        {
          "type": "Wildlife",
          "title": "Hoolock Gibbon",
          "image": "/images/states/Meghalaya/Widlife/f-2",
          "content": "The Hoolock Gibbon, a primate known for its distinctive appearance, is part of the rich biodiversity in Nokrek National Park. Witness the unique and diverse flora and fauna of this UNESCO Biosphere Reserve."
        },
        {
          "type": "Wildlife",
          "title": "Bengal Tiger",
          "image": "/images/states/Meghalaya/Widlife/f-3",
          "content": "The Bengal Tiger, a majestic big cat, roams the Siju Wildlife Sanctuary. This sanctuary is a haven for nature enthusiasts, offering a chance to experience the rich and diverse wildlife of the region"
        },
        {
          "type": "Wildlife",
          "title": "Meghalaya Whistling Thrush ",
          "image": "/images/states/Meghalaya/Widlife/f-4",
          "content": "This bird species is found in the northeastern states of India, and Meghalaya is part of its distribution range."
        },
        {
          "type": "Wildlife",
          "title": "Clouded Leopard",
          "image": "/images/states/Meghalaya/Widlife/f-5",
          "content": "A medium-sized wild cat with distinctive cloud-like markings on its coat."
        },
        {
          "type": "Wildlife",
          "title": "Red Panda",
          "image": "/images/states/Meghalaya/Widlife/f-6",
          "content": "A charming arboreal mammal with reddish-brown fur, known for its bamboo-heavy diet."
        },
        {
          "type": "Wildlife",
          "title": "Sambar Deer",
          "image": "/images/states/Meghalaya/Widlife/f-7",
          "content": "Discover the fascinating Siju Cave Complex, home to unique limestone formations and bats."
        },
        {
          "type": "Wildlife",
          "title": "Khasi Pine",
          "image": "/images/states/Meghalaya/Widlife/f-8",
          "content": "The Khasi Pine is a coniferous tree species native to the Khasi Hills in Meghalaya."
        },
        {
          "type": "Wildlife",
          "title": "Meghalaya Grass Frog",
          "image": "/images/states/Meghalaya/Widlife/f-9",
          "content": "This amphibian species is found in Meghalaya and some other northeastern states of India."
        },
        {
          "type": "Wildlife",
          "title": "Meghalaya Lizard",
          "image": "/images/states/Meghalaya/Widlife/f-10",
          "content": "This lizard species is known to inhabit the hilly areas of Meghalaya."
        }
      ]
    },
    "Himachal Pradesh": {
      "options": [
        {
          "type": "Food",
          "title": "Sidu",
          "image": "/images/states/Himachal Pradesh/Food/f-1",
          "content": "Savor the traditional Himachali Sidu, a stuffed bread enjoyed with ghee or butter."
        },
        {
          "type": "Food",
          "title": "Thukpa",
          "image": "/images/states/Himachal Pradesh/Food/f-2",
          "content": "Indulge in Thukpa, a hearty noodle soup that originated in Tibetan cuisine and is popular in Himachal Pradesh."
        },
        {
          "type": "Food",
          "title": "Dham",
          "image": "/images/states/Himachal Pradesh/Food/f-3",
          "content": "Experience Dham, a traditional feast in Himachal Pradesh featuring a variety of delectable dishes."
        },
        {
          "type": "Food",
          "title": "Babru",
          "image": "/images/states/Himachal Pradesh/Food/f-4",
          "content": "Enjoy Babru, a deep-fried bread stuffed with black gram paste, a delightful Himachali snack."
        },
        {
          "type": "Food",
          "title": "Momos",
          "image": "/images/states/Himachal Pradesh/Food/f-5",
          "content": "Delight in Momos, steamed or fried dumplings filled with meat or vegetables, a popular street food in Himachal Pradesh."
        },
        {
          "type": "Food",
          "title": "Chha Gosht",
          "image": "/images/states/Himachal Pradesh/Food/f-6",
          "content": "Savor the rich and flavorful Chha Gosht, a Himachali dish featuring marinated lamb cooked to perfection."
        },
        {
          "type": "Food",
          "title": "Kullu Trout",
          "image": "/images/states/Himachal Pradesh/Food/f-7",
          "content": "The Kullu Valley is particularly famous for its trout preparations, which are often served grilled or fried."
        },
        {
          "type": "Food",
          "title": "Rogan Josh",
          "image": "/images/states/Himachal Pradesh/Food/f-8",
          "content": " This is a flavorful and aromatic meat curry, typically made with lamb or goat meat. It is rich in spices and has a distinctive red color."
        },
        {
          "type": "Food",
          "title": "Luchi Poti",
          "image": "/images/states/Himachal Pradesh/Food/f-9",
          "content": "This is a sweet dish made with wheat flour and jaggery. It is often prepared during festivals and celebrations in Himachal Pradesh."
        },
        {
          "type": "Food",
          "title": "Babru",
          "image": "/images/states/Himachal Pradesh/Food/f-10",
          "content": "Babru is a deep-fried bread stuffed with black gram paste. It is a popular breakfast or snack item in Himachal Pradesh."
        },
        {
          "type": "Festivals",
          "title": "Kullu Dussehra",
          "image": "/images/states/Himachal Pradesh/Festival/f-1",
          "content": "Participate in the vibrant Kullu Dussehra, a week-long festival with processions, folk music, and cultural events."
        },
        {
          "type": "Festivals",
          "title": "Himachal Winter Carnival",
          "image": "/images/states/Himachal Pradesh/Festival/f-2",
          "content": "Experience the joyous Himachal Winter Carnival, featuring parades, folk dances, and winter sports."
        },
        {
          "type": "Festivals",
          "title": "Losar",
          "image": "/images/states/Himachal Pradesh/Festival/f-3",
          "content": "Celebrate Losar, the Tibetan New Year, with traditional ceremonies and cultural performances in Himachal Pradesh."
        },
        {
          "type": "Festivals",
          "title": "Halda Festival",
          "image": "/images/states/Himachal Pradesh/Festival/f-4",
          "content": "Partake in the Halda Festival, a unique celebration of lights and bonfires in Himachal Pradesh."
        },
        {
          "type": "Festivals",
          "title": "Phulaich Festival",
          "image": "/images/states/Himachal Pradesh/Festival/f-5",
          "content": "Witness the colorful Phulaich Festival, celebrated with flower offerings and traditional dances."
        },
        {
          "type": "Festivals",
          "title": "Holi",
          "image": "/images/states/Himachal Pradesh/Festival/f-6",
          "content": "Join the vibrant Holi celebrations in Himachal Pradesh, marked by colorful festivities and joyous gatherings."
        },
        {
          "type": "Festivals",
          "title": "Diwali",
          "image": "/images/states/Himachal Pradesh/Festival/f-7",
          "content": "Celebrate Diwali, the Festival of Lights, with enthusiasm and traditional rituals in Himachal Pradesh."
        },
        {
          "type": "Festivals",
          "title": "Lohri",
          "image": "/images/states/Himachal Pradesh/Festival/f-8",
          "content": "Participate in the lively Lohri celebrations, marked by bonfires, music, and dance in Himachal Pradesh."
        },
        {
          "type": "Festivals",
          "title": "Shivratri",
          "image": "/images/states/Himachal Pradesh/Festival/f-9",
          "content": "Observe the religious festival of Shivratri with prayers and cultural events in Himachal Pradesh."
        },
        {
          "type": "Festivals",
          "title": "Navratri",
          "image": "/images/states/Himachal Pradesh/Festival/f-10",
          "content": "Partake in the vibrant Navratri celebrations, featuring traditional dance and music performances in Himachal Pradesh."
        },
        {
          "type": "Place",
          "title": "Manali",
          "image": "/images/states/Himachal Pradesh/Places/f-1",
          "content": "Explore the picturesque town of Manali, known for its stunning landscapes, adventure activities, and vibrant markets."
        },
        {
          "type": "Place",
        "title": "Shimla",
        "image": "/images/states/Himachal Pradesh/Places/f-2",
        "content": "Visit the charming hill station of Shimla, surrounded by snow-capped mountains and colonial architecture."
    },
    {
        "type": "Place",
        "title": "Dharamshala",
        "image": "/images/states/Himachal Pradesh/Places/f-3",
        "content": "Experience the spiritual ambiance of Dharamshala, home to the Tibetan government-in-exile and the Dalai Lama."
    },
    {
        "type": "Place",
        "title": "Kullu",
        "image": "/images/states/Himachal Pradesh/Places/f-4",
        "content": "Discover the scenic beauty of Kullu, nestled in the Kullu Valley and renowned for its temples and festivals."
    },
    {
        "type": "Place",
        "title": "Rohtang Pass",
        "image": "/images/states/Himachal Pradesh/Places/f-5",
        "content": "Marvel at the breathtaking views from Rohtang Pass, a high mountain pass offering access to the Lahaul and Spiti valleys."
    },
    {
        "type": "Place",
        "title": "Khajjiar",
        "image": "/images/states/Himachal Pradesh/Places/f-6",
        "content": "Visit Khajjiar, often referred to as the 'Mini Switzerland of India,' with its lush green meadows and scenic landscapes."
    },
    {
        "type": "Place",
        "title": "Spiti Valley",
        "image": "/images/states/Himachal Pradesh/Places/f-7",
        "content": "Embark on a journey to Spiti Valley, known for its rugged terrain, ancient monasteries, and Tibetan culture."
    },
    {
        "type": "Place",
        "title": "Kinnaur",
        "image": "/images/states/Himachal Pradesh/Places/f-8",
        "content": "Explore the serene Kinnaur region, blessed with apple orchards, picturesque villages, and Buddhist monasteries."
    },
    {
        "type": "Place",
        "title": "Chamba",
        "image": "/images/states/Himachal Pradesh/Places/f-9",
        "content": "Immerse yourself in the historical charm of Chamba, featuring ancient temples, palaces, and scenic landscapes."
    },
    {
        "type": "Place",
        "title": "Kasol",
        "image": "/images/states/Himachal Pradesh/Places/f-10",
        "content": "Relax in the laid-back atmosphere of Kasol, a popular destination for trekking and nature enthusiasts."
    },
    {
        "type": "Wildlife",
        "title": "Himalayan Monal",
        "image": "/images/states/Himachal Pradesh/Widlife/f-1",
        "content": "Admire the vibrant colors of the Himalayan Monal, the state bird of Himachal Pradesh, in its natural habitat."
    },
    {
        "type": "Wildlife",
        "title": "Snow Leopard",
        "image": "/images/states/Himachal Pradesh/Widlife/f-2",
        "content": "Discover the elusive Snow Leopard, a majestic big cat adapted to the high-altitude regions of Himachal Pradesh."
    },
    {
        "type": "Wildlife",
        "title": "Himalayan Tahr",
        "image": "/images/states/Himachal Pradesh/Widlife/f-3",
        "content": "Encounter the Himalayan Tahr, a wild goat species perfectly adapted to the rocky mountainous terrain."
    },
    {
        "type": "Wildlife",
        "title": "Red Fox",
        "image": "/images/states/Himachal Pradesh/Widlife/f-4",
        "content": "Spot the Red Fox, a cunning and adaptable mammal found in the forests and mountainous areas of Himachal Pradesh."
    },
    {
        "type": "Wildlife",
        "title": "Blue Sheep",
        "image": "/images/states/Himachal Pradesh/Widlife/f-5",
        "content": "Observe the Blue Sheep, also known as Bharal, agilely navigating the steep slopes of the Himalayas."
    },
    {
        "type": "Wildlife",
        "title": "Musk Deer",
        "image": "/images/states/Himachal Pradesh/Widlife/f-6",
        "content": "Learn about the elusive Musk Deer, known for its musk glands and shy nature in the forests of Himachal Pradesh."
    },
    {
        "type": "Wildlife",
        "title": "Himalayan Brown Bear",
        "image": "/images/states/Himachal Pradesh/Widlife/f-7",
        "content": "Discover the Himalayan Brown Bear, a large and powerful mammal inhabiting the remote regions of Himachal Pradesh."
    },
    {
        "type": "Wildlife",
        "title": "Serow",
        "image": "/images/states/Himachal Pradesh/Widlife/f-8",
        "content": "Encounter the Serow, a goat-like mammal known for its distinct appearance and presence in the Himalayan forests."
    },
    {
        "type": "Wildlife",
        "title": "Common Langur",
        "image": "/images/states/Himachal Pradesh/Widlife/f-9",
        "content": "Observe the Common Langur, an agile and social monkey species found in the forests of Himachal Pradesh."
    },
    {
        "type": "Wildlife",
        "title": "Himalayan Palm Civet",
        "image": "/images/states/Himachal Pradesh/Widlife/f-10",
        "content": "Learn about the Himalayan Palm Civet, a small and nocturnal mammal residing in the dense forests of Himachal Pradesh."
    }
    ]
    },
    
    "Uttar Pradesh": {
        "options": [
          {
            "type": "Food",
            "title": "Tandoori Chaap",
            "image": "/images/states/Uttar Pradesh/Food/f-1",
            "content": "Indulge in the rich flavors of Tandoori Chaap, a delectable North Indian dish."
          },
          {
            "type": "Food",
            "title": "Dum Aloo",
            "image": "/images/states/Uttar Pradesh/Food/f-2",
            "content": "Savor the aromatic and spicy Dum Aloo, a popular potato curry from Uttar Pradesh."
          },
          {
            "type": "Food",
            "title": "Galouti Kebab",
            "image": "/images/states/Uttar Pradesh/Food/f-3",
            "content": "Delight your taste buds with the melt-in-the-mouth goodness of Galouti Kebab."
          },
          {
            "type": "Food",
            "title": "Bedmi Puri",
            "image": "/images/states/Uttar Pradesh/Food/f-4",
            "content": "Enjoy the crispy and flavorful Bedmi Puri, a traditional North Indian breakfast."
          },
          {
            "type": "Food",
            "title": "Aloo Tikki",
            "image": "/images/states/Uttar Pradesh/Food/f-5",
            "content": "Satisfy your cravings with the iconic Aloo Tikki, a popular street food delight."
          },
          {
            "type": "Food",
            "title": "Kakori Kebab",
            "image": "/images/states/Uttar Pradesh/Food/f-6",
            "content": "Relish the succulent taste of Kakori Kebab, a classic from the culinary treasures of Uttar Pradesh."
          },
          {
            "type": "Food",
            "title": "Petha",
            "image": "/images/states/Uttar Pradesh/Food/f-7",
            "content": "Indulge in the sweetness of Petha, a delectable winter melon treat synonymous with Agra."
          },
          {
            "type": "Food",
            "title": "Imarti",
            "image": "/images/states/Uttar Pradesh/Food/f-8",
            "content": "Treat yourself to the irresistible Imarti, a traditional sweet dish perfect for festive occasions."
          },
          {
            "type": "Food",
            "title": "Shami Kebab",
            "image": "/images/states/Uttar Pradesh/Food/f-9",
            "content": "Experience the aromatic and flavorful Shami Kebab, a culinary gem from Uttar Pradesh."
          },
          {
            "type": "Food",
            "title": "Rabri",
            "image": "/images/states/Uttar Pradesh/Food/f-10",
            "content": "Indulge in the rich and creamy Rabri, a sumptuous dessert that captures the essence of Uttar Pradesh."
          },
          {
            "type": "Festivals",
            "title": "Kumbh Mela",
            "image": "/images/states/Uttar Pradesh/Festival/f-1",
            "content": "Immerse yourself in the spiritual fervor of the grand Kumbh Mela, one of the largest religious gatherings in the world."
          },
          {
            "type": "Festivals",
            "title": "Diwali",
            "image": "/images/states/Uttar Pradesh/Festival/f-2",
            "content": "Celebrate the Festival of Lights, Diwali, with joy and enthusiasm, illuminating the cities and towns of Uttar Pradesh."
          },
          {
            "type": "Festivals",
            "title": "Holi",
            "image": "/images/states/Uttar Pradesh/Festival/f-3",
            "content": "Participate in the vibrant and colorful celebrations of Holi, spreading joy and laughter across Uttar Pradesh."
          },
          {
            "type": "Festivals",
            "title": "Navratri",
            "image": "/images/states/Uttar Pradesh/Festival/f-4",
            "content": "Join the energetic and dance-filled festivities of Navratri, honoring the divine feminine in Uttar Pradesh."
          },
          {
            "type": "Festivals",
            "title": "Eid-ul-Fitr",
            "image": "/images/states/Uttar Pradesh/Festival/f-5",
            "content": "Mark the joyous occasion of Eid-ul-Fitr with feasts, prayers, and a spirit of togetherness in Uttar Pradesh."
          },
          {
            "type": "Festivals",
            "title": "Raksha Bandhan",
            "image": "/images/states/Uttar Pradesh/Festival/f-6",
            "content": "Celebrate the bond of love and protection on Raksha Bandhan, a heartwarming festival in Uttar Pradesh."
          },
          {
            "type": "Festivals",
            "title": "Janmashtami",
            "image": "/images/states/Uttar Pradesh/Festival/f-7",
            "content": "Partake in the joyous celebrations of Janmashtami, commemorating the birth of Lord Krishna in Uttar Pradesh."
          },
          {
            "type": "Festivals",
            "title": "Basant Panchami",
            "image": "/images/states/Uttar Pradesh/Festival/f-8",
            "content": "Welcome the arrival of spring with reverence and cultural festivities during Basant Panchami in Uttar Pradesh."
          },
          {
            "type": "Festivals",
            "title": "Durga Puja",
            "image": "/images/states/Uttar Pradesh/Festival/f-9",
            "content": "Witness the grandeur of Durga Puja celebrations, marked by artistic displays and cultural performances in Uttar Pradesh."
          },
          {
            "type": "Festivals",
            "title": "Ganga Mahotsav",
            "image": "/images/states/Uttar Pradesh/Festival/f-10",
            "content": "Experience the vibrant Ganga Mahotsav, a cultural extravaganza celebrating the spiritual significance of the Ganges River in Uttar Pradesh."
          },
          {
            "type": "Wildlife",
            "title": "Bengal Tiger",
            "image": "/images/states/Uttar Pradesh/Wildlife/w-1",
            "content": "The Bengal Tiger, with its regal stripes and powerful presence, prowls through India's diverse landscapes, embodying the majesty of the country's wildlife heritage.."
          },
          {
            "type": "Wildlife",
            "title": "Indian Elephant",
            "image": "/images/states/Uttar Pradesh/Wildlife/w-2",
            "content": "The Indian Elephant, a symbol of strength and wisdom, gracefully traverses the subcontinent's forests and grasslands, revered for its cultural significance and ecological role."
          },
          {
            "type": "Wildlife",
            "title": "The Indian Rhinoceros",
            "image": "/images/states/Uttar Pradesh/Wildlife/w-3",
            "content": "The Indian Rhinoceros, with its thick, armor-like skin, roams the grassy plains and swamps, standing as a conservation success in protected habitats such as Kaziranga National Park."
          },
          {
            "type": "Wildlife",
            "title": "Gangetic Dolphin",
            "image": "/images/states/Uttar Pradesh/Wildlife/w-4",
            "content": "The playful Gangetic Dolphin, an aquatic treasure, graces the rivers of India, captivating onlookers with its distinctive long snout and unique underwater acrobatics."
          },
          {
            "type": "Wildlife",
            "title": "Indian Wolf",
            "image": "/images/states/Uttar Pradesh/Wildlife/w-5",
            "content": "The elusive Indian Wolf, a skilled predator adapted to diverse terrains, epitomizes the survival prowess of India's wildlife, often navigating arid landscapes with silent determination.."
          },
          {
            "type": "Wildlife",
            "title": "Sambar Deer",
            "image": "/images/states/Uttar Pradesh/Wildlife/w-6",
            "content": "Graceful Sambar Deer, with their majestic antlers, navigate the varied ecosystems of India, adding a touch of elegance to the country's rich tapestry of biodiversity."
          },
          {
            "type": "Wildlife",
            "title": "Gharial",
            "image": "/images/states/Uttar Pradesh/Wildlife/w-7",
            "content": "The Gharial, with its long, slender snout, finds refuge in India's rivers, symbolizing the conservation efforts dedicated to preserving endangered species in their natural habitats."
          },
          {
            "type": "Wildlife",
            "title": "Blackbuck",
            "image": "/images/states/Uttar Pradesh/Wildlife/w-8",
            "content": "The Blackbuck, known for its distinctive spiral horns and swift movements, graces the grasslands of India, symbolizing the essence of untamed wilderness and resilience.."
          },
          {
            "type": "Wildlife",
            "title": "Great Indian Bustard",
            "image": "/images/states/Uttar Pradesh/Wildlife/w-9",
            "content": "The Great Indian Bustard, a critically endangered bird with distinctive markings, soars through the arid landscapes of India, representing the urgent need for conservation measures."
          },
          {
            "type": "Wildlife",
            "title": "Indian Wild Ass",
            "image": "/images/states/Uttar Pradesh/Wildlife/w-10",
            "content": "The Indian Wild Ass, a hardy and swift herbivore, roams the expansive landscapes of the Rann of Kutch, showcasing the adaptability of India's diverse wildlife to challenging environments."
          },
          {
            "type": "Place",
            "title": "Agra",
            "image": "/images/states/Uttar Pradesh/Places/p-1",
            "content": "Visit the iconic city of Agra, home to the timeless Taj Mahal and other architectural wonders that reflect the grandeur of Uttar Pradesh."
          },
          {
            "type": "Place",
            "title": "Varanasi",
            "image": "/images/states/Uttar Pradesh/Places/p-2",
            "content": "Immerse yourself in the spiritual vibes of Varanasi, a city that holds the essence of Hindu culture and traditions in Uttar Pradesh."
          },
          {
            "type": "Place",
            "title": "Lucknow",
            "image": "/images/states/Uttar Pradesh/Places/p-3",
            "content": "Explore the historical city of Lucknow, known for its rich heritage, delectable cuisine, and exquisite architectural marvels in Uttar Pradesh."
          },
          {
            "type": "Place",
            "title": "Allahabad",
            "image": "/images/states/Uttar Pradesh/Places/p-4",
            "content": "Witness the confluence of rivers and the spiritual energy of Allahabad, a city with historical significance in Uttar Pradesh."
          },
          {
            "type": "Place",
            "title": "Mathura",
            "image": "/images/states/Uttar Pradesh/Places/p-5",
            "content": "Experience the divine aura of Mathura, the birthplace of Lord Krishna, with its sacred temples and vibrant culture in Uttar Pradesh."
          },
          {
            "type": "Place",
            "title": "Ayodhya",
            "image": "/images/states/Uttar Pradesh/Places/p-6",
            "content": "Visit Ayodhya, a city steeped in mythology and history, known for its religious significance and ancient heritage in Uttar Pradesh."
          },
          {
            "type": "Place",
            "title": "Kanpur",
            "image": "/images/states/Uttar Pradesh/Places/p-7",
            "content": "Discover the industrial and cultural hub of Kanpur, offering a blend of modernity and tradition in Uttar Pradesh."
          },
          {
            "type": "Place",
            "title": "Vrindavan",
            "image": "/images/states/Uttar Pradesh/Places/p-8",
            "content": "Immerse yourself in the devotional atmosphere of Vrindavan, a town known for its temples and spiritual charm in Uttar Pradesh."
          },
          {
            "type": "Place",
            "title": "Jhansi",
            "image": "/images/states/Uttar Pradesh/Places/p-9",
            "content": "Explore the historic city of Jhansi, known for its valor and the iconic Jhansi Fort in Uttar Pradesh."
          },
          {
            "type": "Place",
            "title": "Gorakhpur",
            "image": "/images/states/Uttar Pradesh/Places/p-10",
            "content": "Experience the cultural diversity and religious fervor of Gorakhpur, a city with a rich historical and spiritual heritage in Uttar Pradesh."
          }
          
        ]
      
      
    },
    "Madhya Pradesh": {
        "options": [
         
          {
            "type": "Wildlife",
            "title": "Bengal Tiger",
            "content": "Encounter the majestic Bengal Tiger in the wild, a symbol of India's rich biodiversity and a powerful apex predator.",
            "image": "/images/states/Madhya Pradesh/Wildlife/f-1"
          },
          {
            "type": "Wildlife",
            "title": "Indian Leopard",
            "content": "Witness the elusive Indian Leopard, known for its spotted coat and stealthy movements, roaming the diverse landscapes of Goa.",
            "image": "/images/states/Madhya Pradesh/Wildlife/f-2"
          },
          {
            "type": "Wildlife",
            "title": "Barasingha (Swamp Deer)",
            "content": "Observe the graceful Barasingha, or Swamp Deer, in its natural habitat, adding charm to Goa's wetland ecosystems.",
            "image": "/images/states/Madhya Pradesh/Wildlife/f-3"
          },
          {
            "type": "Wildlife",
            "title": "Indian Bison (Gaur)",
            "content": "Marvel at the Indian Bison, or Gaur, with its formidable build, symbolizing the untamed beauty of Goa's forests.",
            "image": "/images/states/Madhya Pradesh/Wildlife/f-4"
          },
          {
            "type": "Wildlife",
            "title": "Sloth Bear",
            "content": "Explore the world of the Sloth Bear, characterized by its shaggy coat and distinctively shaped snout, a fascinating resident of Goa's wilderness.",
            "image": "/images/states/Madhya Pradesh/Wildlife/f-5"
          },
          {
            "type": "Wildlife",
            "title": "Indian Wolf",
            "content": "Discover the Indian Wolf, a skilled and adaptable predator, embodying the spirit of survival in Goa's diverse terrains.",
            "image": "/images/states/Madhya Pradesh/Wildlife/f-6"
          },
          {
            "type": "Wildlife",
            "title": "Chital (Spotted Deer)",
            "content": "Admire the elegance of the Chital, or Spotted Deer, as it gracefully roams through Goa's landscapes, adorned with distinctive spots.",
            "image": "/images/states/Madhya Pradesh/Wildlife/f-7"
          },
          {
            "type": "Wildlife",
            "title": "Sambar Deer",
            "content": "Encounter the majestic Sambar Deer, a large and regal herbivore, contributing to the serene beauty of Goa's woodlands.",
            "image": "/images/states/Madhya Pradesh/Wildlife/f-8"
          },
          {
            "type": "Wildlife",
            "title": "Indian Wild Dog (Dhole)",
            "content": "Observe the Indian Wild Dog, or Dhole, in its natural habitat, known for its social behavior and cooperative hunting strategies.",
            "image": "/images/states/Madhya Pradesh/Wildlife/f-9"
          },
          {
            "type": "Wildlife",
            "title": "Indian Giant Squirrel",
            "content": "Marvel at the vibrant Indian Giant Squirrel, gracefully leaping through the treetops, adding color to Goa's lush forests.",
            "image": "/images/states/Madhya Pradesh/Wildlife/f-10"
          },
          {
            "type": "Food",
            "title": "Poha",
            "image": "/images/states/Madhya Pradesh/Food/f-1",
            "content": "Savor the delightful taste of Madhya Pradesh with Poha, a traditional breakfast dish made with flattened rice and spices."
          },
          {
            "type": "Food",
            "title": "Dal Bafla",
            "image": "/images/states/Madhya Pradesh/Food/f-2",
            "content": "Indulge in the richness of Madhya Pradesh cuisine with Dal Bafla, a savory dish featuring baked wheat dough paired with lentils."
          },
          {
            "type": "Food",
            "title": "Bhutte Ka Kees",
            "image": "/images/states/Madhya Pradesh/Food/f-3",
            "content": "Experience the spicy flavors of Madhya Pradesh with Bhutte Ka Kees, a dish made from grated corn cooked in milk and spices."
          },
          {
            "type": "Food",
            "title": "Seekh Kebabs",
            "image": "/images/states/Madhya Pradesh/Food/f-4",
            "content": "Delight in the culinary excellence of Madhya Pradesh with Seekh Kebabs, skewers of minced meat seasoned and grilled to perfection."
          },
          {
            "type": "Food",
            "title": "Rogan Josh",
            "image": "/images/states/Madhya Pradesh/Food/f-5",
            "content": "Savor the fusion of flavors in Madhya Pradesh with Rogan Josh, a aromatic and flavorful meat curry."
          },
          {
            "type": "Food",
            "title": "Shikanji",
            "image": "/images/states/Madhya Pradesh/Food/f-6",
            "content": "Quench your thirst with the refreshing taste of Shikanji, a popular Madhya Pradesh street drink infused with lemon and spices."
          },
          {
            "type": "Food",
            "title": "Lavang Lata",
            "image": "/images/states/Madhya Pradesh/Food/f-7",
            "content": "Indulge in vegetarian bliss with Lavang Lata, a sweet delicacy from Madhya Pradesh made with clove-infused dough."
          },
          {
            "type": "Food",
            "title": "Sabudana Khichdi",
            "image": "/images/states/Madhya Pradesh/Food/f-8",
            "content": "Relish the wholesome goodness of Sabudana Khichdi, a popular fasting dish in Madhya Pradesh made with tapioca pearls and spices."
          },
          {
            "type": "Food",
            "title": "Jalebi",
            "image": "/images/states/Madhya Pradesh/Food/f-9",
            "content": "Indulge your sweet tooth with Jalebi, a classic dessert in Madhya Pradesh, known for its coiled and syrup-soaked perfection."
          },
          {
            "type": "Food",
            "title": "Indori Namkeen",
            "image": "/images/states/Madhya Pradesh/Food/f-10",
            "content": "Satisfy your snack cravings with Indori Namkeen, a savory and crunchy snack assortment famous in Madhya Pradesh."
          },
          {
            "type": "Festivals",
            "title": "Khajuraho Dance Festival",
            "image": "/images/states/Madhya Pradesh/Festival/f-1",
            "content": "Immerse yourself in the cultural extravaganza of Madhya Pradesh with the Khajuraho Dance Festival, a showcase of classical dance forms."
          },
          {
            "type": "Festivals",
            "title": "Tansen Music Festival",
            "image": "/images/states/Madhya Pradesh/Festival/f-2",
            "content": "Experience the enchanting melodies of classical music at the Tansen Music Festival, a celebration of musical heritage in Madhya Pradesh."
          },
          {
            "type": "Festivals",
            "title": "Malwa Utsav",
            "image": "/images/states/Madhya Pradesh/Festival/f-3",
            "content": "Partake in the vibrant Malwa Utsav, a festival that showcases the rich cultural heritage of the Malwa region in Madhya Pradesh."
          },
          {
            "type": "Festivals",
            "title": "Mandu Festival",
            "image": "/images/states/Madhya Pradesh/Festival/f-4",
            "content": "Celebrate history and architecture at the Mandu Festival, an event that brings alive the historical charm of Mandu in Madhya Pradesh."
          },
          {
            "type": "Festivals",
            "title": "Pachmarhi Utsav",
            "image": "/images/states/Madhya Pradesh/Festival/f-5",
            "content": "Immerse yourself in the beauty of nature and culture at the Pachmarhi Utsav, a festival set amidst the scenic landscapes of Madhya Pradesh."
          },
          {
            "type": "Festivals",
            "title": "Lokrang Samaroh",
            "image": "/images/states/Madhya Pradesh/Festival/f-6",
            "content": "Witness the cultural diversity of Madhya Pradesh at Lokrang Samaroh, a folk festival that celebrates traditional arts and crafts."
          },
          {
            "type": "Festivals",
            "title": "Nimar Utsav",
            "image": "/images/states/Madhya Pradesh/Festival/f-7",
            "content": "Experience the vibrant Nimar Utsav, a festival that showcases the cultural vibrancy of the Nimar region in Madhya Pradesh."
          },
          {
            "type": "Festivals",
            "title": "Bhagoria Haat Festival",
            "image": "/images/states/Madhya Pradesh/Festival/f-8",
            "content": "Participate in the lively Bhagoria Haat Festival, known for its traditional rituals and cultural festivities in Madhya Pradesh."
          },
          {
            "type": "Festivals",
            "title": "Ahilya Utsav",
            "image": "/images/states/Madhya Pradesh/Festival/f-9",
            "content": "Celebrate the legacy of Ahilyabai Holkar at Ahilya Utsav, an event that pays homage to this historical figure in Madhya Pradesh."
          },
          {
            "type": "Festivals",
            "title": "Shivratri Mela",
            "image": "/images/states/Madhya Pradesh/Festival/f-10",
            "content": "Join the spiritual fervor of Shivratri Mela, a grand celebration of Lord Shiva, marked by religious rituals and cultural events in Madhya Pradesh."
          },
          {
            "type": "Place",
            "title": "Bhopal",
            "image": "/images/states/Madhya Pradesh/Places/f-11",
            "content": "Explore the capital city of Madhya Pradesh, Bhopal, known for its historical monuments, vibrant markets, and cultural richness."
          },
          {
            "type": "Place",
            "title": "Indore",
            "image": "/images/states/Madhya Pradesh/Places/f-2",
            "content": "Discover the commercial hub of Madhya Pradesh, Indore, with its bustling bazaars, delectable street food, and architectural gems."
          },
          {
            "type": "Place",
            "title": "Gwalior",
            "image": "/images/states/Madhya Pradesh/Places/f-3",
            "content": "Step into the regal city of Gwalior, adorned with majestic forts, palaces, and the melodious echoes of classical music."
          },
          {
            "type": "Place",
            "title": "Khajuraho",
            "image": "/images/states/Madhya Pradesh/Places/f-4",
            "content": "Witness the architectural splendor of Khajuraho, a UNESCO World Heritage Site known for its intricately carved temples depicting human emotions."
          },
          {
            "type": "Place",
            "title": "Jabalpur",
            "image": "/images/states/Madhya Pradesh/Places/f-5",
            "content": "Experience the natural beauty of Jabalpur, set along the banks of the Narmada River, with its iconic marble rocks and serene landscapes."
          },
          {
            "type": "Place",
            "title": "Ujjain",
            "image": "/images/states/Madhya Pradesh/Places/f-6",
            "content": "Embark on a spiritual journey in Ujjain, a city known for its ancient temples, sacred ghats, and the divine atmosphere during the Kumbh Mela."
          },
          {
            "type": "Place",
            "title": "Sanchi",
            "image": "/images/states/Madhya Pradesh/Places/f-7",
            "content": "Explore the UNESCO-listed Buddhist monuments of Sanchi, featuring ancient stupas, monasteries, and intricately carved gateways."
          },
          {
            "type": "Place",
            "title": "Pachmarhi",
            "image": "/images/states/Madhya Pradesh/Places/f-8",
            "content": "Immerse yourself in the serene beauty of Pachmarhi, a hill station adorned with waterfalls, lush forests, and panoramic viewpoints."
          },
          {
            "type": "Place",
          "title": "Orchha",
          "image": "/images/states/Madhya Pradesh/Places/f-9",
          "content": "Step back in time as you explore Orchha, a town with medieval architecture, cenotaphs, and palaces narrating tales of bygone eras in Madhya Pradesh."
        },
        {
          "type": "Place",
          "title": "Kanha National Park",
          "image": "/images/states/Madhya Pradesh/Places/f-10",
          "content": "Embark on a wildlife adventure in Kanha National Park, known for its diverse flora and fauna, including the majestic Bengal tiger."
        }
        ]
      
      
    }





  }
}

  